const QuestionData = [
    {
        question:"คุณชอบแมวทำไม? ",
        A:"ความน่ารัก",
        B:"เป็นสัตว์เลี้ยงที่ดูแลได้ง่าย,",
        C:"เป็นสัตว์ที่เข้ากับคนได้ดี",
    },
    {
        question:"คุณมีพื้นที่ในบ้านมากน้อยเพียงใดสำหรับการเลี้ยงแมว?",
        A:"น้อยกว่า 50 ตารางเมตร",
        B:"50-100 ตารางเมตร",
        C:"มากกว่า 100 ตารางเมตร",
    },
    {
        question:"คุณมีเวลาว่างที่จะสังเกตและเล่นกับแมวเป็นประจำไหม?",
        A:"มีเวลามาก",
        B:"มีเวลาบ้าง",
        C:"ไม่มีเวลา",
    },
    {
        question:"คุณเคยเลี้ยงสัตว์เลี้ยงมาก่อนหรือไม่?",
        A:"เคย,",
        B:"ไม่เคย",
    },
    {
        question:"คุณมองหาแมวที่สายพันธุ์หรือไม่?",
        A:"ใช่",
        B:"ไม่",
    },
    {
        question:"คุณมีความชื่นชอบแมวสีอะไร?",
        A:"สีขาว",
        B:"สีดำ",
        C:"สีเทา",
    },
    {
        question:"คุณเคยใช้แอพที่ให้ข้อมูลเกี่ยวกับการดูแลแมวมาก่อนหรือไม่?",
        A:"เคย",
        B:"ไม่เคย",
    },
]