const QuestionData = [
    {
        question: "ทำไมคุณถึงชื่นชอบแมว?",
        choices:["ความน่ารัก","เป็นสัตว์เลี้ยงที่ดูแลได้ง่าย","เป็นสัตว์ที่เข้ากับคนได้ดี"],
    },
    {
        question: "คุณมีพื้นที่ในบ้านมากน้อยเพียงใดสำหรับการเลี้ยงแมว?",
        choices:["น้อยกว่า 50 ตารางเมตร","50-100 ตารางเมตร","มากกว่า 100 ตารางเมตร"]
    },
    {
        question: "คุณมีเวลาว่างที่จะสังเกตและเล่นกับแมวเป็นประจำไหม?",
        choices:["มีเวลามาก","มีเวลาบ้าง","ไม่มีเวลา"]
    },
    {
        question: "คุณเคยเลี้ยงสัตว์เลี้ยงมาก่อนหรือไม่?",
        choices:["เคย","ไม่เคย"]
    },
    {
        question: "คุณมองหาแมวที่สายพันธุ์หรือไม่?",
        choices:["ใช่","ไม่ใช่"]
    },
    {
        question: "คุณมีความชื่นชอบแมวสีอะไร?",
        choices:["สีขาว","สีดำ","สีเทา"]
    },
    {
        question: "คุณเคยใช้แอพที่ให้ข้อมูลเกี่ยวกับการดูแลแมวมาก่อนหรือไม่?",
        choices: ["เคย", "ไม่เคย"],
    },
]

export default QuestionData