[
  {
    "name": "อเมริกัน ช็อตแฮร์",
    "english_name": "American Shorthair",
    "description": [
      "อเมริกัน ช็อตแฮร์ขึ้นชื่อว่าเป็นแมวที่อ่อนโยน น่ารัก และเข้ากับคนได้ง่าย ทำให้พวกเค้ากลายเป็นสัตว์เลี้ยงที่เหมาะสำหรับทุกครอบครัว ความน่ารักน่าเลี้ยงของอเมริกัน ช็อตแฮร์ยังไม่หมดเพียงเท่านี้",
      "รู้หรือไม่? ภายใต้หน้าตาที่น่ารักและนิสัยอันแสนดี แมวอเมริกัน ช็อตแฮร์คือนักล่าที่เก่งกาจ เนื่องจากเริ่มแรกถูกเพาะพันธุ์มาเพื่อล่าหนู แม้ว่าทุกวันนี้จะไม่ได้ทำหน้าที่นี้แล้ว แต่สัญชาตญาณนักล่ายังคงหลงเหลืออยู่ในตัวอเมริกัน ช็อตแฮร์",
      "แมวอเมริกัน ช็อตแฮร์เดินทางเข้าสู่อเมริกาเหนือครั้งแรกพร้อมกับผู้ตั้งถิ่นฐานชาวยุโรป ซึ่งต่อมาอเมริกัน ช็อตแฮร์ก็ได้รับความนิยมอย่างกว้างขวาง ทำให้ผ่านการคัดเลือกและพัฒนาสายพันธุ์ตั้งแต่ต้นทศวรรษ 1900 เพื่อรักษาเอกลักษณ์ของสายพันธุ์เอาไว้ ในปัจจุบัน แมวอเมริกัน ช็อตแฮร์อยู่ในอันดับที่ 6 ของ “แมวที่ได้รับการเพาะพันธุ์มากที่สุดทั่วโลก” นอกจากจะนิสัยดีเลี้ยงง่ายแล้ว อเมริกัน ช็อตแฮร์ยังดูแลตัวเองได้ดี ปรับตัวเก่ง และอยู่ตามลำพังได้นานหลายชั่วโมงด้วย"
    ],
    "characteristics": [
      "ภาพจำของอเมริกัน ช็อตแฮร์คือแมวที่น่ารักและเป็นมิตร ต้องขอบคุณตัวกลม ๆ กับหุ่นน่ากอดของพวกเค้า แต่เมื่อสัมผัสลำตัวของอเมริกัน ช็อตแฮร์แบบจริงจัง คุณจะพบว่ามันเต็มไปด้วยกล้ามเนื้อแน่น นอกจากนี้อเมริกัน ช็อตแฮร์ยังมีช่วงอกกว้าง ลำคอหนา และขาที่แข็งแรงมาก อย่างไรก็ตาม แม้ว่าแมวอเมริกันขนสั้นจะไม่ใช่สายพันธุ์ที่แข็งแกร่งที่สุด แต่ก็นับว่าเป็นแมวที่แข็งแรงกำยำและช่วยทำงานได้ดี",
      "แมวอเมริกัน ช็อตแฮร์มีใบหน้ากลม แก้มยุ้ย หูสั้น มาพร้อมดวงตากลมโตและจมูกเล็ก ๆ ที่ช่วยเสริมให้น่ารักน่าเอ็นดูมากยิ่งขึ้น อเมริกัน ช็อตแฮร์มีสีขนและลวดลายหลากหลายแบบ ทั้งสีเดียวทั่วตัว สองสี สามสี และสีเปรอะ สีที่พบได้ก็จะมีสีขาว ดำ น้ำตาล น้ำตาลแดง และครีม แต่ที่พบบ่อยที่สุดคือลายสลิดสีเทา สีตาของอเมริกัน ช็อตแฮร์ก็เป็นที่น่าสนใจเช่นกัน โดยส่วนใหญ่จะมีสีทองและสีเขียว"
    ],
    "grooming": [
      "อเมริกัน ช็อตแฮร์เป็นแมวเลี้ยงง่าย ดูแลง่าย เหมาะสำหรับพ่อแม่มือใหม่หรือครอบครัวที่มีเด็กและสัตว์เลี้ยงในบ้าน เนื่องจากไม่ค่อยผลัดขนและไม่จำเป็นต้องอาบน้ำบ่อยจึงทำให้ดูแลทำความสะอาดง่าย ไม่วุ่นวาย เพียงแค่แปรงขนเป็นประจำเท่านั้น การแปรงขนให้อเมริกัน ช็อตแฮร์จะช่วยกำจัดเส้นขนที่หลุดร่วงและก้อนขนที่พันกันออกไป ป้องกันปัญหาขนเป็นสังกะตังได้เป็นอย่างดีเลย นอกจากการแปรงขนแล้ว คุณต้องหมั่นเช็ดทำความสะอาดใบหู ตัดเล็บ และแปรงฟันให้พวกเค้าด้วย"
    ],
    "health": [
      "แมวอเมริกัน ช็อตแฮร์นับเป็นอีกหนึ่งสายพันธุ์ที่แข็งแรง มีภูมิต้านทานต่อการติดเชื้อโรคที่พบทั่วไปในแมว และแม้ว่าจะถูกเลี้ยงให้อยู่แต่ในบ้าน อเมริกัน ช็อตแฮร์ก็ยังต้องการการดูแลป้องกันอย่างเหมาะสม ควรพาพวกเค้าไปตรวจสุขภาพเป็นประจำ ฉีดวัคซีนให้ครบ และหมั่นสังเกตอาการผิดปกติอยู่เสมอ โดยทั่วไปแล้ว แมวอเมริกัน ช็อตแฮร์จะมีอายุขัยเฉลี่ยอยู่ที่ 15 – 20 ปี แต่พวกเค้าอาจอยู่ได้นานขึ้นหากได้รับการดูแลอย่างใกล้ชิด ได้กินอาหารที่ดี และออกกำลังกายเพียงพอ"
    ],
    "playing_with_cats": [
      "แมวอเมริกัน ช็อตแฮร์เป็นที่รู้จักกันดีในเรื่องความน่ารัก นิสัยดี และปรับตัวเก่ง อเมริกัน ช็อตแฮร์เป็นแมวง่าย ๆ สบาย ๆ มีมุมที่สงบนิ่งและก็มีมุมที่สนุกสนาน เจ้าแมวอเมริกันขนสั้นตัวนี้ชอบเล่น ชอบแสดงออก และชอบเอาใจเจ้าของเป็นที่สุด การเล่นกับอเมริกัน ช็อตแฮร์ไม่ใช่เรื่องยาก คุณสามารถชวนพวกเค้าเล่นเกมซ่อนหา สะกดรอยตาม คาบของ หรือจะให้เล่นเกมเสริมทักษะเพื่อเพิ่มสมาธิและฝึกการเรียนรู้ด้วยก็ได้ สำหรับทาสแมวที่มีเวลาน้อยก็ไม่ต้องกังวล แมวอเมริกัน ช็อตแฮร์สามารถเล่นสนุกตามลำพังได้นานหลายชั่วโมงเลย",
      "แม้ว่าแมวอเมริกัน ช็อตแฮร์มีความกระตือรือร้นสูงและเต็มไปด้วยพลัง แต่พวกเค้าก็ไม่ได้จดจ่ออยู่กับการเล่นสนุกเพียงอย่างเดียว บ่อยครั้งที่เจ้าเหมียวอเมริกัน ช็อตแฮร์มักจะตามติดเจ้าของ อ้อนให้อุ้มให้กอด และซุกตัวนอนลงบนตัก ด้วยความน่ารักนี้ทำให้อเมริกัน ช็อตแฮร์กลายเป็นลูกรักของหลาย ๆ ครอบครัว"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/thumb_cat-breeds-01_1652358723718.jpeg",
    "outstanding": ["เป็นมิตร", "การปรับตัว", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "อะบิสซิเนียน",
    "english_name": "Abyssinian",
    "description": [
      "แมวอะบิสซิเนียนเป็นหนึ่งในสายพันธุ์แมวเก่าแก่ เชื่อกันว่ามีต้นกำเนิดจากลุ่มแม่น้ำไนล์ โดยแมว Abyssinian ขึ้นชื่อเรื่องความน่ารักและอ่อนโยน พวกเค้าเป็นทั้งเพื่อนเล่นและเพื่อนแก้เหงาที่ยอดเยี่ยม มาทำความรู้จักเจ้าเหมียวอะบิสซิเนียนกันให้มากขึ้น",
      "อะบิสซิเนียนขึ้นชื่อในเรื่องความเป็นกันเอง ขี้เล่น และชอบเข้าสังคม แมว Abyssinian จึงมักจะปรับตัวได้ดีกว่าแมวทั่วไป บวกกับความน่ารักและเป็นมิตร ทำให้อะบิสซิเนียนเข้ากับผู้คนและสัตว์เลี้ยงตัวอื่นได้ง่ายแมว Abyssinian เป็นมิตรและชอบเข้าสังคมโดยธรรมชาติ อะบิสซิเนียนขี้เล่นและสามารถพัฒนาความสัมพันธ์ลึกซึ้งกับบรรดาคนโปรดได้ดีผ่านการเล่น เนื่องจากเป็นสายพันธุ์ที่น่ารักน่าเอ็นดู แมว Abyssinian ตอบสนองต่อการดูแลได้ดี ไม่ค่อยขัดขืนหรือดื้อรั้นเมื่อต้องแปรงขน อะบิสซิเนียนยังชอบออดอ้อนและคลอเคลียกับทาสแมวคนโปรดอีกด้วย หากต้องการแมวน่ารัก ช่างเอาใจ และติดเจ้าของ แนะนำให้รับเลี้ยงอะบิสซิเนียนกันเลย คุณจะไม่ผิดหวังอย่างแน่นอน!แมว Abyssinian มีอายุโดยเฉลี่ย 9 – 13 ปี หากไม่มีปัญหาสุขภาพที่ร้ายแรงหรือมีความเสี่ยงต่อสุขภาพที่สำคัญ อะบิสซิเนียนสามารถมีชีวิตที่ยืนยาวขึ้นได้ด้วยการควบคุมอาหาร การออกกำลังกาย และการดูแลที่เหมาะสม หรือเริ่มป้องกันตั้งแต่เนิ่น ๆ ด้วยการพาแมว Abyssinian ไปตรวจสุขภาพเป็นประจำและฉีดวัคซีนป้องกันให้ครบตามคำแนะนำของสัตวแพทย์การดูแลทำความสะอาดขนให้อะบิสซิเนียนเป็นเรื่องง่าย เนื่องจากแมวอะบิสซิเนียนมีขนสั้น จึงไม่ค่อยผลัดขนและมีขนหลุดร่วงน้อย เพียงแปรงขนสองครั้งต่อสัปดาห์ เพื่อกำจัดสิ่งสกปรกและเส้นขนที่ตายแล้วออกไป คุณไม่ต้องกังวลเลยว่าการแปรงขนจะเป็นช่วงเวลาที่วุ่นวาย เพราะอะบิสซิเนียนเป็นแมวที่น่ารักและว่าง่าย อะบิสซิเนียนสนุกกับการใช้เวลาร่วมกับทาสแมวคนโปรดเสมออะบิสซิเนียนไม่ค่อยถูกกับน้ำ แต่เพราะมีผิวมันทำให้อะบิสซิเนียนต้องอาบน้ำเกือบทุกสัปดาห์ ยิ่งถ้าเจ้าเหมียวอะบิสซิเนียนของคุณชอบเที่ยวนอกบ้าน การอาบน้ำถือเป็นสิ่งสำคัญที่ไม่ควรมองข้ามเลย เพื่อให้อะบิสซิเนียนคุ้นเคยกับการอาบน้ำ ผู้เลี้ยงควรฝึกพวกเค้าตั้งแต่เด็ก นอกจากการอาบน้ำแล้ว อะบิสซิเนียนควรได้รับการตัดเล็บ แปรงฟัน ทำความสะอาดดวงตาและใบหูเป็นประจำด้วย"
    ],
    "characteristics": [
      "เอกลักษณ์เฉพาะตัวของแมว Abyssinian คือรูปร่างผอมเพรียวและใบหน้าที่สะสวย ลายขนของอะบิสซิเนียนก็โดดเด่นไม่เหมือนใคร แม้แมว Abyssinian จะมีขนสีเดียวทั่วตัว แต่สีขนจะเข้มขึ้นตามแนวสันหลังไปจนถึงหาง ส่วนบริเวณลำตัวจะสีสว่างกว่าช่วงคอและด้านในของขา",
      "นอกจากสีขนที่เป็นเอกลักษณ์แล้ว แมว Abyssinian ยังมีใบหูยาว ใบหน้ารูปลิ่มและดวงตารูปทรงอัลมอนด์ บวกกับรูปร่างที่ผอมเพรียว ทำให้แมว Abyssinian ยิ่งดูสง่างาม สวยสะดุดตา"
    ],
    "grooming": [
      "แมว Abyssinian เป็นนักผจญภัยตัวยง พวกเค้าชอบออกไปสำรวจโลกภายนอกและทำกิจกรรมกลางแจ้ง ซึ่งมักจะทำให้พวกเค้ามีเนื้อตัวมอมแมม ผู้เลี้ยงจึงควรแปรงขนให้แมว Abyssinian สองครั้งต่อสัปดาห์ เพื่อกำจัดสิ่งสกปรกหรือฝุ่นที่สะสมอยู่ออกไป ข้อดีคือแมว Abyssinian มีขนสั้น จึงมีโอกาสน้อยที่จะผลัดขนหรือมีปัญหาขนหลุดร่วง นอกจากจะช่วยให้ผิวหนังและเส้นขนสุขภาพดีแล้ว การแปรงขนยังเป็นช่วงเวลาแห่งการสานสัมพันธ์กับเจ้าอะบิสซิเนียนตัวน้อยของคุณอีกด้วย",
      "สิ่งสำคัญที่ผู้เลี้ยงควรรู้คือต้องอาบน้ำแมวอะบิสซิเนียนทุกสัปดาห์สลับกัน เนื่องจากแมว Abyssinian มีผิวมันซึ่งสะสมสิ่งสกปรกได้ดี หากปล่อยทิ้งไว้อาจนำไปสู่การสะสมของแบคทีเรียได้ โดยแนะนำให้เลือกใช้แชมพูที่ออกแบบมาสำหรับแมวโดยเฉพาะ แชมพูและสบู่ของคนอาจทำให้ผิวหนังของอะบิสซิเนียนระคายเคืองได้ และอย่าลืมตัดเล็บแมว Abyssinian เป็นประจำด้วย เพื่อป้องกันการสะสมของแบคทีเรีย และช่วยป้องกันบาดแผลจากการขีดข่วน",
      "นอกจากนี้คุณควรทำความสะอาดหูให้แมว Abyssinian เป็นครั้งคราว เพื่อป้องกันการสะสมของขี้หู รวมถึงต้องเช็ดทำความสะอาดรอบดวงตาของอะบิสซิเนียนเป็นประจำ ควบคู่ไปกับการแปรงฟันทุกวัน เพียงเท่านี้แมว Abyssinian ของคุณก็จะมีสุขภาพดี ห่างไกลจากโรคร้ายได้ง่าย ๆ แล้ว"
    ],
    "health": [
      "แมว Abyssinian เป็นสายพันธุ์ที่แข็งแรง สุขภาพโดยรวมดี เนื่องจากมีความต้านทานต่อโรคทั่วไปสูง แม้ว่าแมว Abyssinian จะมีธรรมชาติที่แข็งแกร่ง แต่ก็อาจเผชิญกับความเสี่ยงด้านสุขภาพบางประการได้เช่นกัน โดยปัญหาสุขภาพที่พบบ่อยในแมวอะบิสซิเนียน ได้แก่ โรคจอประสาทตาเสื่อมและภาวะโลหิตจางที่ต้องได้รับการดูแลรักษาในทันที เพื่อให้แน่ใจว่าอะบิสซิเนียนของคุณจะมีร่างกายที่แข็งแรง ห่างไกลจากโรคร้าย ก่อนรับแมว Abyssinian ตัวน้อยเข้าบ้าน ควรพาไปตรวจสุขภาพกับสัตวแพทย์ให้เรียบร้อย รวมถึงสอบถามประวัติการรักษา การฉีดวัคซีน และการถ่ายพยาธิจากผู้เพาะพันธุ์หรือศูนย์พักพิงสัตว์ให้ครบถ้วน",
      "ก่อนที่จะรับเลี้ยงแมวอะบิสซิเนียนหรือแมวพันธุ์ใดก็ตาม มีปัจจัยบางประการที่คุณต้องพิจารณาและตรวจสอบให้ดี ซึ่งหนึ่งในนั้นคือสภาวะสุขภาพ โดยก่อนรับแมว Abyssinian เข้าบ้าน คุณควรพาพวกเค้าไปตรวจเช็กปัญหาสุขภาพเหล่านี้ เช่น โรคกล้ามเนื้ออ่อนแรง โรคอะไมลอยด์โดสิส โรคริดสีดวงจมูก ปัญหาขนร่วงจากการเลียขนมากผิดปกติ โรคหัวใจ ภาวะความรู้สึกมากเกิน หรือไวต่อสิ่งกระตุ้น โรคจอประสาทตาเสื่อม ภาวะพร่องไทรอยด์ฮอร์โมนแต่กำเนิด",
      "การพาแมว Abyssinian ไปตรวจสุขภาพอย่างน้อยปีละสองครั้ง จะช่วยให้คุณมั่นใจได้ว่าเจ้าอะบิสซิเนียนตัวน้อยไม่มีปัญหาสุขภาพที่เป็นอันตรายถึงชีวิต โดยคุณหมอจะตรวจเช็กร่างกาย พร้อมค้นหาปัญหาสุขภาพที่แอบแฝงอยู่ ก่อนจัดการกับปัญหาเหล่านั้นเมื่อจำเป็น นอกจากนี้การฉีดวัคซีนของแมว Abyssinian ก็ควรได้รับการอัปเดตในช่วงเวลานี้ด้วย โดยแมวทุกสายพันธุ์ควรได้รับการฉีดวัคซีนป้องกันโรคพิษสุนัขบ้าและโรคไข้หัด หากแมว Abyssinian ของคุณเป็นเด็กชอบเที่ยว ก็ควรฉีดวัคซีนป้องกันโรคลิวคีเมียในแมวด้วย และเมื่อแมว Abyssinian มีอายุ 5 เดือน คุณสามารถปรึกษาการทำหมันกับคุณหมอเพิ่มเติมได้ เพื่อหลีกเลี่ยงการติดเชื้อในระบบสืบพันธุ์และอาการติดสัด"
    ],
    "playing_with_cats": [
      "อะบิสซิเนียนเป็นแมวขี้เล่น สดใสร่าเริง และเต็มไปด้วยความกระตือรือร้น อะบิสซิเนียนจะเพลิดเพลินกับช่วงเวลาเล่นสนุกเป็นที่สุด เนื่องจากได้ปลดปล่อยสัญชาตญาณการล่าตามธรรมชาติ และแน่นอนว่าการเล่นกับเจ้าเหมียวช่วยสร้างสายสัมพันธ์ที่ลึกซึ้งได้เป็นอย่างดี โดยคุณสามารถกระตุ้นแมว Abyssinian ให้รู้สึกคึกคักได้ด้วยของเล่นธรรมดาอย่างไม้ล่อเหยื่อและลูกบอลแคทนิป"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-03_200x200_1652358862383.jpeg",
    "outstanding": ["เป็นมิตร", "สุขภาพดี", "เลี้ยงง่าย"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เป็นมิตรกับสัตว์ – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "น้ำหนักเกิน – ⭐⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ฝึกง่าย – ⭐⭐⭐⭐⭐",
      "เลี้ยงง่าย – ⭐⭐⭐⭐⭐"
    ]
  },
  {
    "name": "บาหลี",
    "english_name": "Balinese",
    "description": [
      "แมวเหมียวพเนจร (Aristocats) น่าจะเป็นครอบครัวแมวจากดิสนีย์ที่ใครหลาย ๆ คน ชื่นชอบ แต่คุณรู้หรือไม่ว่ายังมีแมวอีกหนึ่งสายพันธุ์ที่มีความเชื่อมโยงกับสตูดิโอดิสนีย์ นั่นก็คือแมวบาหลี เพราะมาตรฐานของแมวสายพันธุ์นี้กำหนดขึ้นโดย ซิลเวีย ฮอลแลนด์ หนึ่งในนักวาดภาพประกอบที่ยิ่งใหญ่ที่สุดแห่งวอลต์ ดิสนีย์ สตูดิโอ โดยแมวบาหลีมีความคล้ายคลึงกับแมววิเชียรมาศเป็นอย่างมาก แต่แตกต่างกันที่แมวบาหลีจะมีขนยาวสวยและใบหน้าที่โดดเด่น",
      "แมวบาหลีหรือที่นิยมเรียกกันว่าแมวสยามพันธุ์ขนยาว พวกเค้าไม่ได้มีต้นกำเนิดมาจากเกาะบาหลี ประเทศอินโดนีเซีย แต่ถูกเรียกเช่นนี้เพราะความสง่างามที่คล้ายกับนักเต้นชาวบาหลี",
      "ความงดงามของแมวบาหลีส่วนหนึ่งมาจากแต้มสีบนลำตัวและดวงตาสีฟ้าไพลิน เพิ่มเติมด้วยขนยาวสวยและหางฟูฟ่องดั่งขนนก บวกกับความขี้เล่นและเข้ากับคนง่าย ทำให้เจ้าเหมียวพันธุ์นี้ขโมยหัวใจของผู้คนได้มากมาย อาจกล่าวได้ว่าแมวบาหลีได้รับส่วนที่ดีจากบรรพบุรุษหรือแมววิเชียรมาศมาเต็ม ๆ"
    ],
    "characteristics": [
      "แมวบาหลีมีลักษณะคล้ายกับแมววิเชียรมาศ โดยเฉพาะแต้มสีบนตัวและดวงตาสีฟ้าแสนสวย เจ้าตัวน้อยเหล่านี้มีขนยาวปานกลาง ขนจะแนบชิดกับลำตัวเน้นให้ร่างกายดูแข็งแรงและทำให้ขนพันกันน้อย มีหางเรียวยาวแต่ฟูฟ่องคล้ายขนนก นุ่มและฟูกว่าแมววิเชียรมาศ แมวบาหลีก็มีขนสีขาวหรือสีครีมเช่นเดียวกับแมววิเชียรมาศ โดยอาจมีแต้มสีน้ำตาล น้ำตาลเข้ม เทา และม่วงกลีบบัวตามลำตัว",
      "แมวบาหลีเป็นนักกระโดดที่เก่งกาจ สามารถกระโดดระยะไกลได้อย่างง่ายดาย เพราะมีรูปร่างผอมเพรียวและมีขาหลังที่แข็งแรง พวกเค้ามีสะโพกและไหล่ที่กว้างเท่ากัน กระดูกบางและกล้ามเนื้อยืดหยุ่น ทำให้แมวบาหลีดูบอบบาง ขาเรียวยาวของพวกเค้ามีรูปร่างเป็นวงรี เข้ากับอุ้งเท้าที่เล็กน่ารัก",
      "ความงดงามคือจุดเด่นของแมวบาหลี พวกเค้ามีหัวเป็นรูปทรงสามเหลี่ยม ใบหน้าช่วงบนกว้างก่อนเล็กเรียวลงรับกับช่วงกระบอกปาก ดวงตาทรงอัลมอนด์มีสีฟ้าสดใส ใบหูมีขนาดใหญ่ ฐานกว้างและปลายแหลมขึ้นอย่างชัดเจน"
    ],
    "grooming": [
      "แม้ว่าจะผลัดขนไม่บ่อยและมีขนพันกันน้อย แต่ก็แนะนำให้แปรงขนแมวบาหลีสัปดาห์ละ 2 ครั้ง เพราะไม่เพียงแต่ช่วยขจัดคราบสกปรกเท่านั้น แต่ยังช่วยกระชับความสัมพันธ์ให้แน่นแฟ้นขึ้นด้วย แมวบาหลีส่วนใหญ่ชอบน้ำ แต่พวกเค้าไม่จำเป็นต้องอาบน้ำบ่อย สิ่งที่ต้องทำเป็นประจำคือการแปรงฟัน ตัดเล็บ ทำความสะอาดดวงตาและใบหู เพื่อป้องกันการสะสมของเชื้อแบคทีเรียและหลีกเลี่ยงการติดเชื้อ"
    ],
    "health": [
      "แมวบาหลีแข็งแรงกว่าแมวสายพันธุ์อื่น มีอายุขัยเฉลี่ย 15 ปี และอาจอยู่ได้นานถึง 20 ปี หากดูแลเป็นอย่างดีและไม่มีปัญหาสุขภาพที่ร้ายแรง อย่างไรก็ตาม พวกเค้ามีแนวโน้มที่จะติดเชื้อที่ดวงตาและเสี่ยงต่อโรคจอประสาทตาเสื่อม รวมถึงไวต่อโรคหอบหืดและโรคกล้ามเนื้อหัวใจขยายใหญ่ด้วย สิ่งสำคัญคือต้องหมั่นสังเกตอาการผิดปกติ เพื่อให้แน่ใจว่าพวกเค้าจะได้รับการดูแลรักษาอย่างทันท่วงที"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-04_200x200_1652358913192.jpeg",
    "playing_with_cats": [
      "เจ้าตัวน้อยเหล่านี้เข้ากับคนง่าย เป็นมิตร สดใสร่าเริง ชอบเล่น และเต็มไปด้วยพลัง พวกเค้าจึงเป็นเพื่อนเล่นและเพื่อนแก้เหงาที่ยอดเยี่ยม แมวบาหลีมักถูกเรียกว่า แมวแนวดิ่ง เพราะความสามารถในการกระโดด ไม่ว่าจะกระโดดไกล กระโดดขึ้นที่สูง หรือกระโดดข้ามกำแพง แมวบาหลีก็ทำได้อย่างง่ายดาย ทั้งนี้เพื่อให้พวกเค้าเพลิดเพลินกับการเล่นสนุก คุณควรจัดเตรียมคอนโดแมว ต้นไม้ ชั้นปีนป่าย และเปลญวนติดบ้านเอาไว้เสมอ"
    ],
    "outstanding": ["เป็นมิตร", "ความขี้เล่น", "เลี้ยงง่าย"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เป็นมิตรกับสัตว์ – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "น้ำหนักเกิน – ⭐⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐⭐",
      "ฝึกง่าย – ⭐⭐⭐⭐⭐",
      "เลี้ยงง่าย – ⭐⭐⭐⭐⭐"
    ]
  },
  {
    "name": "เบงกอล",
    "english_name": "Bengal",
    "description": [
      "กำลังวางแผนรับเลี้ยงแมวตัวใหม่กันอยู่หรือเปล่า? หากคุณต้องการแมวที่น่ารัก เป็นมิตร และขึ้นชื่อเรื่องรูปลักษณ์ที่โดดเด่น แมวเบงกอลคือตัวเลือกที่ดีที่สุดสำหรับคุณ! นิสัยขี้เล่นและกระตือรือร้นของเบงกอล อาจทำให้ทาสแมวปวดหัวอยู่บ้าง แต่ก็ไม่ได้ถือว่าดูแลยากจนเกินรับมือ พวกเค้าทั้งเชื่อฟังและซื่อสัตย์กับเจ้าของมาก ทำให้แมวพันธุ์เบงกอลเหมาะสำหรับครอบครัวที่มีสัตว์เลี้ยงหลายตัว หากแมวเบงกอลคือแมวในฝันของคุณ เรามาทำความรู้จักเจ้าแมวลายเสือตัวนี้กันให้มากขึ้นอีกนิดใคร ๆ ก็ตกหลุมรักแมวเบงกอล นิสัยที่น่ารักและเป็นมิตรช่วยให้เบงกอลเข้ากับสัตว์ตัวอื่นได้ง่าย ความอยากรู้อยากเห็นและความขี้เล่นก็เป็นอีกปัจจัยที่ทำให้แมวเบงกอลสร้างสายสัมพันธ์กับเพื่อนใหม่ได้อย่างรวดเร็วแม้ว่าเบงกอลจะไม่ใช่แมวขี้อ้อน แต่ก็มีความน่ารัก เป็นมิตร และสร้างความสนุกสนานให้เราได้เป็นอย่างดี พวกเค้าอาจจะไม่ค่อยแสดงออก แต่แมวพันธุ์เบงกอลก็ซื่อสัตย์และรักเจ้าของไม่แพ้แมวสายพันธุ์อื่น ๆ เลยนะเบงกอลเป็นแมวที่แข็งแรงและมีความทนทานต่อโรคทั่วไปสูง แมวพันธุ์เบงกอลสามารถอยู่ได้นาน 14 – 16 ปี หากได้รับโภชนาการที่เหมาะสมและออกกำลังกายอย่างเพียงพอแมวพันธุ์เบงกอลมีขนสั้นและไม่ค่อยหลุดร่วง ทำให้ดูแลได้ง่าย แต่เนื่องจากชอบออกไปเที่ยวนอกบ้านบ่อย ๆ จึงจำเป็นต้องแปรงขน อาบน้ำ และทำความสะอาดหูเป็นประจำนอกจากความอยากรู้อยากเห็นและช่างสงสัยแล้ว ลูกแมวเบงกอลยังชอบเล่นน้ำมาก ๆ ไม่ว่าจะเป็นแอ่งน้ำในสวนหรือน้ำที่กำลังไหลจากก๊อกน้ำ พวกเค้าก็มักจะจุ่มอุ้งเท้าหรือแช่ตัวลงในน้ำเป็นประจำ"
    ],
    "characteristics": [
      "ด้วยลวดลายและสีขนที่คล้ายคลึงเสือดาว ลูกแมวเบงกอลจึงมีรูปลักษณ์ที่โดดเด่นและแตกต่างจากแมวสายพันธุ์อื่น ๆ แมวพันธุ์เบงกอลเป็นแมวขนาดกลาง มีโครงสร้างร่างกายแข็งแรง รูปร่างล่ำสัน กล้ามเนื้อชัด พวกเค้าสามารถเล่นและเคลื่อนไหวได้ตลอดทั้งวัน แมวสายพันธุ์เบงกอลยังขึ้นชื่อเรื่องขาที่เรียวยาวและแข็งแรง ซึ่งช่วยให้พวกเค้ากระโดดได้ไกลและสูงมาก",
      "แมวเบงกอลมีหัวขนาดเล็กและกลม ดวงตากลมโตและลึก อย่างไรก็ตาม ลักษณะเด่นของแมวพันธุ์เบงกอลที่เห็นได้ชัดเจนที่สุดคือขนลายดอกกุหลาบ ซึ่งทำให้แมวเบงกอลดูคล้ายกับเสือดาวมาก ๆ ขนของเบงกอลทั้งสั้นและหนา มีความแวววาวเปล่งประกาย พบได้ในหลายเฉดสี ทั้งสีน้ำตาลอ่อน สีน้ำตาลอมแดง สีส้ม และสีงาช้าง ลวดลายของแมวสายพันธุ์เบงกอลก็มีรูปแบบหลากหลายเช่นกัน โดยอาจมีสีดำ สีน้ำตาลอมแดง สีน้ำตาลช็อกโกแลต สีน้ำตาล สีทราย และสีส้ม"
    ],
    "grooming": [
      "ข้อดีของการเลี้ยงแมวพันธุ์เบงกอลคือดูแลทำความสะอาดง่าย เนื่องจากมีขนสั้นและไม่ค่อยหลุดร่วง อีกทั้งยังมีนิสัยรักสะอาดและดูแลตัวเองได้ดี อย่างไรก็ตาม แมวเบงกอลชอบออกไปผจญภัยนอกบ้าน จึงจำเป็นต้องอาบน้ำอย่างน้อยเดือนละครั้งด้วยแชมพูสูตรสำหรับแมวโดยเฉพาะ เพื่อกำจัดสิ่งสกปรก เศษฝุ่น รวมถึงน้ำมันส่วนเกินที่สะสมอยู่ตามผิวหนังและเส้นขน",
      "หลังการผจญภัยในแต่ละวัน แมวเบงกอลมักจะมีของฝากติดตัวมาให้ทาสแมวเสมอ ไม่ว่าจะเป็นเศษหญ้า เศษไม้ และคราบสิ่งสกปรกต่าง ๆ แมวเบงกอลจึงจำเป็นต้องแปรงขนทุกวันเพื่อกำจัดสิ่งสกปรก ขนที่หลุดร่วง และขนที่พันกันเป็นก้อน รวมถึงต้องแปรงฟัน ทำความสะอาดหู และตัดเล็บเป็นประจำด้วย"
    ],
    "health": [
      "เป็นที่รู้กันว่าแมวสายพันธุ์เบงกอลมีสุขภาพที่แข็งแรงและฟื้นตัวจากอาการเจ็บป่วยได้อย่างรวดเร็ว อย่างไรก็ตาม เนื่องจากแมวเบงกอลชอบออกไปผจญภัยกลางแจ้ง โอกาสเจ็บตัวจึงมีมากขึ้น ทางที่ดีควรพาไปพบสัตวแพทย์เพื่อตรวจสอบบรรดาบาดแผลเล็ก ๆ น้อย ๆ ตามตัว รวมถึงแผลเปิดและรอยโรคต่าง ๆ จะได้แน่ใจว่าแมวเบงกอลของคุณจะไม่เสี่ยงต่อการติดเชื้อ นอกจากนี้ควรหมั่นสังเกตพฤติกรรมและอารมณ์ของแมวเบงกอลอย่างสม่ำเสมอด้วย"
    ],
    "playing_with_cats": [
      "เมื่อพูดถึงแมวพันธุ์เบงกอล นิสัยแมวเบงกอลที่เด่นชัดที่สุดคือความขี้เล่น กระตือรือร้น และอยากรู้อยากเห็น จึงไม่น่าแปลกใจที่พวกเค้าจะชอบสำรวจสิ่งต่าง ๆ และชอบทำกิจกรรมกลางแจ้งเป็นที่สุด แต่ในขณะเดียวกัน แมวเบงกอลก็เพลิดเพลินกับการเล่นเกมในบ้าน เช่น เกมซ่อนหา สะกดรอยตาม และคาบของ นอกจากจะสนุกแล้ว ยังกระตุ้นให้แมวเบงกอลได้ออกกำลังกายและปลดปล่อยพลังงานอย่างเต็มที่ด้วย แมวพันธุ์เบงกอลไม่ได้มีดีแค่ความปราดเปรียวเพียงอย่างเดียว พวกเค้ายังเป็นแมวที่ฉลาดและเรียนรู้ไว สามารถเล่นเกมปริศนาและเกมแบบโต้ตอบได้ดีเช่นกัน",
      "หลายคนอาจคิดว่าแมวสายพันธุ์เบงกอลดูแลยาก เพราะรูปลักษณ์ที่โดดเด่นไม่เหมือนใคร แต่จริง ๆ แล้ว แมวเบงกอลจัดเป็นสายพันธุ์ที่ดูแลง่าย อยู่ตามลำพังได้ดี สามารถเล่นสนุกคนเดียวก็ได้ เบงกอลอาจไม่ใช่แมวขี้อ้อน แต่ก็ไม่เขินอายที่จะแสดงความรักหรือเข้าไปคลอเคลียเจ้าของ",
      "นิสัยแมวเบงกอลทำให้การฝึกเป็นเรื่องง่าย พวกเค้าสามารถเล่นและเรียนรู้ทริคใหม่ ๆ ได้อย่างรวดเร็ว นอกจากนี้นิสัยแมวเบงกอลยังเข้ากับเด็กและสัตว์เลี้ยงตัวอื่นได้ดี เหมาะสำหรับครอบครัวที่มีสมาชิกหลากหลายและพ่อแม่แมวมากประสบการณ์ อย่างไรก็ตาม แมวพันธุ์เบงกอลยังคงมีความเป็นนักล่าอยู่ในตัวจึงต้องคอยดูแลอย่างใกล้ชิดเมื่ออยู่ร่วมกับสัตว์เลี้ยงขนาดเล็ก เช่น กระต่ายและหนูตะเภา"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-05_200x200_1652358960283.jpeg",
    "outstanding": ["เป็นมิตร", "การปรับตัว", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "เบอร์แมน",
    "english_name": "Birman",
    "description": [
      "ไม่ว่าใครก็ต้องตกหลุมรักเจ้าเหมียวพันธุ์นี้ แต่รู้ไหมว่าเจ้าเหมียวเบอร์แมนมีความเป็นมาที่ลึกลับและน่าค้นหาพอ ๆ กับความงดงามที่มีอยู่ในตัวเบอร์แมนเป็นแมวที่อ่อนโยนและเป็นมิตร ทำให้เข้ากับสัตว์ตัวอื่นได้เป็นอย่างดี รวมถึงสามารถเล่นสนุกกับสุนัขได้ เนื่องจากมีขนาดตัวค่อนข้างใหญ่หนึ่งในความสามารถพิเศษของเบอร์แมนคือทักษะการเข้าสังคม อีกทั้งยังชอบเล่นและชอบให้กอด พวกเค้าจึงกลายเป็นเพื่อนสี่ขาแสนดีของสมาชิกครอบครัวและสัตว์เลี้ยงชนิดอื่นอายุขัยโดยเฉลี่ยของเบอร์แมนอยู่ที่ 12 – 16 ปี แต่หากไม่มีปัญหาสุขภาพที่น่ากังวล รวมถึงได้รับการดูแลอย่างเหมาะสม กินอาหารที่มีคุณค่าทางโภชนาการครบถ้วน และออกกำลังกายอย่างสม่ำเสมอ เบอร์แมนของคุณก็อาจอยู่ได้นานถึง 20 ปีแมวสายพันธุ์นี้ดูแลไม่ง่าย แต่ก็ไม่ยุ่งยาก คุณอาจต้องอาบน้ำให้เบอร์แมนเป็นประจำทุกเดือน รวมถึงต้องหมั่นแปรงขน ตัดเล็บ และแปรงฟันอย่างสม่ำเสมอด้วยแม้จะเป็นสายพันธุ์ที่ว่ายน้ำเก่ง แต่ไม่ใช่ทุกตัวที่จะชอบเล่นน้ำหรืออาบน้ำ ทางที่ดีควรฝึกเจ้าเหมียวเบอร์แมนให้คุ้นเคยกับการอาบน้ำตั้งแต่ยังเด็ก วิธีนี้จะช่วยลดปัญหาวุ่นวายเมื่อพวกเค้าโตขึ้นได้"
    ],
    "characteristics": [
      "ปฏิเสธไม่ได้เลยว่าเบอร์แมนมีรูปลักษณ์ที่โดดเด่นสะดุดตา ขนยาวสวยสีครีมอ่อนช่วยเสริมให้เบอร์แมนยิ่งดูสง่างาม พวกเค้ามีแต้มสีน้ำตาลตามจุดต่าง ๆ ของร่างกาย เช่น ใบหน้า ใบหู และอุ้งเท้า สิ่งนี้ทำให้เบอร์แมนดูคล้ายแมววิเชียรมาศเป็นอย่างมาก"
    ],
    "grooming": [
      "เบอร์แมนเป็นสายพันธุ์ที่ผลัดขนบ่อย มีแนวโน้มที่จะเกิดปัญหาขนพันกันและขนเป็นสังกะตังได้ง่าย ผู้เลี้ยงจึงจำเป็นต้องแปรงขนและอาบน้ำให้แมวเบอร์แมนเป็นประจำ เพื่อกำจัดสิ่งสกปรกและน้ำมันส่วนเกินบนผิวหนังออกไป ทั้งนี้การแปรงฟัน ทำความสะอาดหู และตัดเล็บก็เป็นสิ่งสำคัญที่ไม่ควรมองข้ามเช่นกัน"
    ],
    "health": [
      "เบอร์แมนอาจไม่ใช่สายพันธุ์ที่แข็งแรงเท่าไซบีเรียนหรือเมนคูน แต่ก็จัดเป็นแมวที่มีสุขภาพดีค่อนข้างดี มีภูมิต้านทานสูงต่อโรคทั่วไปของแมว ส่วนปัญหาสุขภาพที่น่ากังวลและพบบ่อยในแมวเบอร์แมนคือโรคกล้ามเนื้อหัวใจหนาผิดปกติ โรคไต และโรคในระบบทางเดินอาหาร ซึ่งมักจะทำให้เบอร์แมนมีอาการอาเจียน ท้องเสีย อ่อนเพลีย และเบื่ออาหาร ผู้เลี้ยงควรหมั่นสังเกตพฤติกรรมและอาการผิดปกติอย่างใกล้ชิด หากพบสัญญาณเตือนของปัญหา ควรรีบปรึกษาสัตวแพทย์ทันที"
    ],
    "playing_with_cats": [
      "ความน่าสนใจของเบอร์แมนไม่ได้มีเพียงความลึกลับของต้นกำเนิดเท่านั้น แต่ลักษณะนิสัยของแมวพันธุ์นี้ก็น่าประทับใจเช่นกัน เบอร์แมนเป็นแมวที่อ่อนโยน เฉลียวฉลาด และปรับตัวได้ดี ทำให้พวกเค้ากลายเป็นขวัญใจของครอบครัวที่มีเด็กและสัตว์เลี้ยงในบ้าน"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-06_200x200_1652359010086.jpeg",
    "outstanding": ["เป็นมิตร", "การปรับตัว", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "บริติช ช็อตแฮร์",
    "english_name": "British Shorthair",
    "description": [
      "เชื่อกันว่าบรรพบุรุษของแมวบริติช ช็อตแฮร์คือแมวบ้านของชาวโรมัน โดยถูกนำตัวมาที่อังกฤษเมื่อกองทัพโรมันบุกประเทศในปีคริสต์ศักราช 43 และต่อมาบริติช ช็อตแฮร์ก็ได้รับความนิยมอย่างแพร่หลายไปทั่วยุโรปหลังคริสต์ทศวรรษที่ 1870 แต่ระดับความนิยมกลับลดลงอย่างมากในช่วงสงครามโลกครั้งที่สอง หลังจากนั้นแมวบริติชขนสั้นก็ถูกนำไปผสมกับแมวสายพันธุ์อื่น เช่น แมวรัสเซียนบลูและเปอร์เซีย จนกลายมาเป็นแมวพันธุ์บริติช ช็อตแฮร์ในปัจจุบัน"
    ],
    "characteristics": [
      "เราสามารถแยกแยะแมวบริติชขนสั้นจากแมวพันธุ์อื่นได้อย่างง่ายดาย เพราะบริติช ช็อตแฮร์มีรูปลักษณ์ที่โดดเด่นและจดจำได้ง่าย แมวพันธุ์นี้มีโครงสร้างร่างกายที่แข็งแรง รูปร่างบึกบึน และกล้ามเนื้อแน่น อีกทั้งยังมีความสูงใกล้เคียงกับแมวเมนคูนที่ตัวใหญ่กว่ามากด้วย",
      "ร่างกายที่แข็งแรงและรูปร่างที่กำยำยังช่วยเสริมให้แมวบริติชขนสั้นใช้ชีวิตแอคทีฟได้อย่างเต็มที่ด้วย นอกจากการนอนพักผ่อนแล้ว บริติช ช็อตแฮร์ก็มักจะใช้เวลาไปกับการเล่น ทำกิจกรรม และดื่มด่ำกับการผจญภัยที่น่าตื่นเต้น",
      "แมวบริติช ช็อตแฮร์มีใบหน้ากลม แก้มอ้วน และดวงตาโตเปล่งประกาย แน่นอนว่าเอกลักษณ์เฉพาะตัวนี้ทำให้ใคร ๆ ต่างก็หลงใหล นอกจากรูปร่างหน้าตาที่โดดเด่นแล้ว แมวบริติชขนสั้นยังมีลวดลายและสีขนที่หลากหลายด้วย ทั้งลายเสือ สีเปรอะ และไล่สี หรืออาจมีสีล้วน เช่น สีดำ น้ำตาล ครีม ขาว และเทาน้ำเงิน ซึ่งเป็นสีขนยอดนิยมของบริติช ช็อตแฮร์"
    ],
    "grooming": [
      "เนื่องจากบริติช ช็อตแฮร์เป็นแมวขนสั้น อีกทั้งยังมีนิสัยเรียบร้อย ใจเย็น และปรับตัวได้ดี การดูแลแมวบริติชขนสั้นจึงจัดอยู่ในระดับที่ง่าย และจะง่ายขึ้นไปอีกเมื่อคุณได้เรียนรู้เคล็ดลับเหล่านี้",
      "เรียกว่าเป็นแมวในฝันของใครหลายคนเลยทีเดียว เพราะถึงแม้จะมีขนหนาและแน่น แต่แมวบริติช ช็อตแฮร์กลับไม่ค่อยผลัดขน ทำให้ง่ายต่อการดูแล นอกจากนี้เจ้าแมวบริติชขนสั้นยังชอบเล่นน้ำมาก รับรองเลยว่าจะไม่มีการวิ่งไล่จับเกิดขึ้นอย่างแน่นอนเมื่อถึงเวลาอาบน้ำ",
      "สำหรับการดูแลแมวบริติชขนสั้น คุณไม่จำเป็นต้องทำอะไรมากมาย เพียงแค่แปรงขนให้พวกเค้าเป็นประจำเท่านั้น เพื่อกำจัดเส้นขนที่หลุดร่วงและพันกันออกไป อย่าลืมเช็ดทำความสะอาดใบหูและแปรงฟันอย่างสม่ำเสมอด้วยนะ"
    ],
    "health": [
      "สำหรับพ่อแม่แมวมือใหม่ คุณอาจสงสัยว่าควรดูแลเจ้าเหมียวบริติช ช็อตแฮร์อย่างไร? โชคดีที่แมวบริติชขนสั้นเป็นหนึ่งในสายพันธุ์ที่แข็งแรง มีสุขภาพโดยรวมค่อนข้างดี และอาจอยู่ได้นาน 12 – 15 ปี ยิ่งถ้าได้รับการดูแลอย่างเหมาะสมควบคู่กับการกินอาหารที่ดี แมวบริติชขนสั้นของคุณก็จะอยู่ได้นานขึ้นไปอีก",
      "แม้จะมีสุขภาพดีและไม่ค่อยเจ็บป่วยด้วยโรคทั่วไป แต่ผู้เลี้ยงก็ยังคงต้องหมั่นสังเกตอาการผิดปกติหรือสัญญาณเตือนของปัญหาสุขภาพ เพื่อให้แน่ใจว่าเจ้าบริติช ช็อตแฮร์จะมีความเป็นอยู่ที่ดี ทั้งนี้ควรปรึกษาสัตวแพทย์ทันทีหากแมวบริติชขนสั้นของคุณแสดงอาการเจ็บป่วยหรือมีพฤติกรรมผิดแปลกไป"
    ],
    "playing_with_cats": [
      "ทาสแมวส่วนใหญ่อาจหลงรักแมวบริติช ช็อตแฮร์จากใบหน้ากลม ตาโต ๆ จมูกนิดปากหน่อย แต่ด้วยรูปร่างที่กำยำล่ำสัน ทำให้แมวบริติชขนสั้นตัวนี้เป็นนักล่าที่เก่งกาจขัดกับหน้าตาที่น่ารัก",
      "แมวบริติช ช็อตแฮร์เป็นแมวสบาย ๆ เป็นมิตร อ่อนโยน และใจเย็น นิสัยเหล่านี้ทำให้บริติช ช็อตแฮร์เป็นตัวเลือกยอดนิยมสำหรับครอบครัวที่มีเด็กและสัตว์เลี้ยงในบ้าน จุดเด่นอีกหนึ่งอย่างของบริติช ช็อตแฮร์คือความเฉลียวฉลาด พวกเค้าสามารถเล่นเกมและทำกิจกรรมต่าง ๆ ได้เป็นอย่างดี",
      "บริติช ช็อตแฮร์เป็นแมวที่ซื่อสัตย์ ค่อนข้างติดเจ้าของมาก แต่ก็ไม่ได้เรียกร้องให้เราอยู่ด้วยตลอดเวลา และแม้ว่าบริติช ช็อตแฮร์จะชอบเล่นกับทาสแมวคนโปรดมากแค่ไหน แต่บริติช ช็อตแฮร์ก็สามารถเล่นตามลำพังได้โดยไม่รบกวนใครเช่นกัน ขอเพียงจัดเตรียมของเล่นต่าง ๆ ไว้ให้พร้อม",
      "แมวบริติช ช็อตแฮร์เข้ากับคนเก่ง สดใสร่าเริง และชอบเล่น ทำให้บริติช ช็อตแฮร์เป็นเพื่อนสี่ขาที่ดีกับคนทุกเพศทุกวัย นอกจากนี้เจ้าแมวบริติชขนสั้นยังดูแลตัวเองได้ดี ใช้ชีวิตง่าย ๆ สบาย ๆ และสามารถอยู่ตามลำพังเป็นเวลานานได้ด้วย"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-07_200x200_1652359058023.jpeg",
    "outstanding": ["เป็นมิตร", "ง่ายต่อการฝึก", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "เบอร์มีส",
    "english_name": "Burmese",
    "description": [
      "แมวส่วนใหญ่รักสันโดษและให้ความสำคัญกับพื้นที่ส่วนตัวเป็นที่สุด แต่แมวบางสายพันธุ์ก็มีนิสัยตรงกันข้าม อย่างเช่นแมวเบอร์มีส พวกเค้าเข้ากับคนง่าย กระตือรือร้น และชอบเล่นมาก ๆ แมวพม่าตัวนี้เป็นเพื่อนแก้เหงาที่ดีสำหรับคุณแน่นอน เบอร์มีสเป็นที่รู้จักจากนิสัยที่คล้ายสุนัข และมีชื่อเสียงในด้านประวัติศาสตร์อันยาวนาน",
      "แมวเบอร์มีสมีต้นกำเนิดจากประเทศพม่า โดยมีการอ้างอิงถึงแมวไทยเบอร์มีสครั้งแรกในช่วงศตวรรษที่ 14 ปรากฏเป็นข้อความในหนังสือบทกวีแมว (The Cat-Book Poems) ต่อมาในช่วงต้นศตวรรษที่ 20 การเพาะพันธุ์แมวเบอร์มีสก็ได้รับความนิยมมากขึ้น จนในที่สุดก็กลายเป็นสายพันธุ์ที่โด่งดังไปทั่วโลก สำหรับทาสแมวที่วางแผนรับเลี้ยงแมวพม่าตัวนี้ มาติดตามเรื่องราวของพวกเค้าเพิ่มเติมกันก่อน"
    ],
    "characteristics": [
      "แม้ว่าแมวเบอร์มีสจะมีนิสัยและรูปลักษณ์คล้ายกับแมวสยามเป็นอย่างมาก แต่แมวพม่าตัวนี้ก็มีลักษณะเฉพาะสายพันธุ์ที่แตกต่างออกไป พวกเค้ามีใบหน้ากลม ตาโตรูปอัลมอนด์ และจมูกโค้งสั้นรับกับดวงตา ซึ่งลักษณะทั้งหมดนี้เสริมให้แมวเบอร์มีสมีความน่ารักน่าเอ็นดูมากขึ้น เบอร์มีสมีขนสั้นเงางาม ไม่ค่อยหลุดร่วง และพบได้ในหลายเฉดสี เช่น สีเทาหม่น สีน้ำตาลช็อกโกแลต สีเทา สีดำเข้ม สีน้ำตาลทองแดง สีเงิน และสีม่วงไลแลคหรือน้ำตาลกึ่งเทา",
      "แมวเบอร์มีสจัดเป็นแมวขนาดกลาง มีรูปร่างล่ำสันและกล้ามเนื้อแน่น ซึ่งเข้ากันกับนิสัยขี้เล่นและกระตือรือร้น เบอร์มีสตัวผู้จะมีรูปร่างใหญ่โต อาจสูงประมาณ 8 – 10 นิ้ว และหนักได้ถึง 5 กก. ส่วนเบอร์มีสตัวเมียมักจะมีรูปร่างเล็กกว่าและเพรียวบางกว่า โดยมีน้ำหนักเฉลี่ย 3 – 4 กก. ด้วยรูปร่างที่แข็งแรงและทนทาน แมวพันธุ์พม่าจึงเล่นสนุกและออกผจญภัยได้ทุกวันโดยไม่เหนื่อย"
    ],
    "grooming": [
      "เบอร์มีสมีขนสั้นเงางาม ไม่กระตุ้นให้เกิดภูมิแพ้ และหลุดร่วงน้อยมาก นอกจากนี้เบอร์มีสยังเป็นแมวที่ชอบเล่นน้ำมากด้วย ทำให้อาบน้ำและดูแลทำความสะอาดง่าย ใช้เวลาน้อย และไม่วุ่นวาย",
      "แม้ว่าเบอร์มีสจะดูแลตัวเองได้ดี รักความสะอาด แต่เพราะชอบออกไปผจญภัยกลางแจ้ง พวกเค้าจึงต้องอาบน้ำอย่างน้อยเดือนละครั้งด้วยแชมพูสูตรอ่อนโยน เพื่อกำจัดสิ่งสกปรกและเศษฝุ่นที่เกาะอยู่ตามตัวออกไป รวมถึงต้องแปรงขนสัปดาห์ละครั้ง ควบคู่ไปกับการแปรงฟัน ตัดเล็บ และทำความสะอาดหูอย่างสม่ำเสมอ"
    ],
    "health": [
      "แมวเบอร์มีสถือเป็นสายพันธุ์ที่แข็งแรง มีความทนทานต่อโรคทั่วไปของแมว อย่างไรก็ตาม พวกเค้าก็ยังมีโอกาสเจ็บป่วยด้วยโรคทางพันธุกรรมและเสี่ยงต่อการติดเชื้อโรคบางชนิด โดยปัญหาสุขภาพที่พบบ่อยที่สุด ได้แก่ โรคเบาหวาน โรคกล้ามเนื้ออ่อนแรง",
      "นอกจากนี้ยังอาจพบอาการผิดปกติอื่น ๆ เช่น อาการท้องเสีย อาเจียนบ่อย เบื่ออาหาร คลื่นไส้ หายใจลำบาก หรือพฤติกรรมเปลี่ยนไปอย่างกะทันหัน ทั้งนี้หากพบอาการที่บ่งบอกถึงความเจ็บป่วย ควรปรึกษาสัตวแพทย์ในทันที "
    ],
    "playing_with_cats": [
      "หากคุณวางแผนนำแมวพม่ากลับบ้าน คุณต้องเตรียมตัวเตรียมใจรับความน่ารักให้ดีเลย! เจ้าก้อนขนเหล่านี้ขี้เล่นและเป็นมิตรมาก พวกเค้าชอบเล่นสนุกกับเจ้าของและเพื่อนใหม่ ๆ คุณสามารถชวนพวกเค้าเล่นเกมซ่อนหาหรือคาบของก็ได้ นอกจากนี้เบอร์มีสยังเป็นแมวที่ฉลาด เรียนรู้ไว สามารถเล่นเกมฝึกทักษะและเกมแบบโต้ตอบได้เป็นอย่างดีเช่นกัน"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-08_200x200_1652359097476.jpeg",
    "outstanding": ["เป็นมิตร", "การปรับตัว", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "เบอร์มิลลา",
    "english_name": "Burmilla",
    "description": [
      "เมื่อพูดถึงสายพันธุ์แมวที่ขึ้นชื่อเรื่องความน่ารักน่ามอง เป็นมิตร อ่อนโยน และร่าเริงแจ่มใส เบอร์มิลลาจะต้องอยู่ในรายชื่ออันดับต้น ๆ อย่างแน่นอน พวกเค้าเป็นเจ้าเหมียวตัวกลมที่ดูสะดุดตา มีขนสั้นแน่นและนุ่ม รูปร่างหนาและท้วม มาทำความรู้จักเบอร์มิลลากันให้มากขึ้น"
    ],
    "characteristics": [
      "จุดเด่นของเบอร์มิลลาคือรูปร่างอ้วนกลม ใบหน้าและใบหูมีความโค้งมน จมูก “หัก” และดวงตาเฉียงขึ้นเล็กน้อย ซึ่งทั้งหมดนี้ทำให้พวกเค้าดูโดดเด่นและแตกต่างจากแมวสายพันธุ์อื่นอย่างชัดเจน",
      "เบอร์มิลลาจัดอยู่ในกลุ่มแมวขนาดกลาง มีรูปร่างท้วมคล้ายแมวเบอร์มีส อีกทั้งยังมีใบหน้าช่วงบนใหญ่และกว้าง แต่ช่วงล่างเรียวรับกับช่องปาก จมูกหักคือลักษณะเฉพาะตัวของแมวเบอร์มิลลา โดยปลายจมูกจะอยู่ในแนวเดียวกับคาง ใบหูมีขนาดกลางถึงใหญ่ ปลายหูมน มีดวงตากลมโตในเฉดสีเขียวและสีเหลือง ซึ่งมักพบในลูกแมวหรือแมวที่มีอายุน้อย",
      "เบอร์มิลลาเป็นนักปีนป่ายตัวฉกาจและกระโดดเก่งมาก ซึ่งเป็นผลมาจากหนึ่งในลักษณะพิเศษของพวกเค้า นั่นก็คือขาที่เรียวยาวและกระดูกที่แข็งแรง โดยขาหลังจะยาวกว่าขาหน้าเล็กน้อย อุ้งเท้าเป็นรูปวงรี หางอาจมีความยาวตั้งแต่ขนาดกลางไปจนถึงขนาดใหญ่ แมวเบอร์มิลลาพันธุ์ขนสั้นจะมีหางเรียวและปลายมน ส่วนเบอร์มิลลาพันธุ์ขนยาวจะมีหางฟูฟ่องคล้ายขนนก",
      "ลักษณะใบหน้าของเบอร์มิลลามีความโดดเด่นด้วยเส้นขนสีดำละเอียด ส่วนลำตัวก็มีขนหนานุ่มและละเอียดปกคลุม โดยส่วนใหญ่มักจะมีขนสีเงิน บางตัวอาจมีขนส่วนปลายสีเข้มแต่ก้านขนมีสีอ่อน ดูเป็นประกายระยิบระยับ และบางตัวก็อาจมีแต้มสีอื่นปะปน นอกจากนี้อาจพบว่าเบอร์มิลลาบางตัวมีขนชั้นในสีงาช้างหรือสีเบจด้วย อย่างไรก็ตาม แมวเบอร์มิลลาขนสีขาวบริสุทธิ์นั้นพบได้บ่อยที่สุด"
    ],
    "grooming": [
      "เบอร์มิลลามีทั้งพันธุ์ขนสั้นและขนยาว ลักษณะขนมีความหนา แน่น และละเอียด โดยแมวเบอร์มิลลาพันธุ์ขนสั้นจะผลัดขนน้อยกว่าและดูแลค่อนข้างง่าย ส่วนเบอร์มิลลาพันธุ์ขนยาวมักจะมีปัญหาขนพันกัน เจ้าของจึงควรแปรงขนและดูแลความสะอาดอย่างน้อยวันละครั้ง",
      "เนื่องจากเบอร์มิลลาพันธุ์ขนยาวมักจะผลัดขนบ่อย การแปรงขนเป็นประจำจะช่วยขจัดสิ่งสกปรก ฝุ่นละออง ขนและเศษผิวหนังที่ตายแล้วออกไป อีกทั้งยังช่วยลดปัญหาขนพันกัน ลดการหลุดร่วง และทำให้น้ำมันที่ผิวหนังกระจายไปทั่วร่างกาย ส่งผลให้เจ้าตัวน้อยของคุณมีเส้นขนดูเงางามสุขภาพดี",
      "การทำความสะอาดหูและตัดเล็บก็เป็นสิ่งสำคัญไม่แพ้กัน โดยคุณสามารถใช้สำลีก้อนชุบน้ำยาทำความสะอาดหูสำหรับแมวเช็ดเป็นประจำทุกสัปดาห์ เพื่อกำจัดขี้หูที่สะสมอยู่ ซึ่งอาจนำไปสู่การติดเชื้อได้ ส่วนการตัดเล็บจะช่วยลดการสะสมของเชื้อแบคทีเรีย และป้องกันรอยขีดข่วนจากกรงเล็บอันแหลมคม คุณสามารถตัดเล็บให้เบอร์มิลลาเองได้ที่บ้าน แต่หากไม่มั่นใจว่าจะทำได้อย่างถูกวิธี ก็สามารถใช้บริการร้านตัดแต่งขนหรือพาไปพบสัตวแพทย์แทนได้",
      "การดูแลช่องปากและฟันอย่างเหมาะสมเป็นหนึ่งในการดูแลที่สำคัญ เพื่อให้แน่ใจว่าเจ้าตัวน้อยของคุณจะมีสุขภาพช่องปากและฟันที่ดี คุณควรแปรงฟันให้แมวเป็นประจำ โดยแนะนำให้เลือกใช้ยาสีฟันและแปรงสีฟันที่ออกแบบมาสำหรับแมวโดยเฉพาะ หรือจะใช้นิ้วมือในการแปรงก็ได้เช่นกัน สำหรับเคล็ดลับง่าย ๆ ในการแปรงฟันให้ได้ผล เริ่มจากปล่อยให้เจ้าเหมียวชิมยาสีฟันเพื่อสร้างความคุ้นเคยกับรสชาติและเนื้อสัมผัสก่อน จากนั้นค่อย ๆ ใช้นิ้วถูยาสีฟันไปตามเหงือกและฟัน ทั้งนี้ควรพาแมวเบอร์มิลลาไปตรวจสุขภาพช่องปากและฟันกับสัตวแพทย์อย่างน้อยปีละครั้ง"
    ],
    "health": [
      "ในการเลี้ยงดูแมวเบอร์มิลลาให้แข็งแรงและห่างไกลจากโรคร้าย สิ่งสำคัญคือการให้อาหาร อาหารต้องมีคุณค่าทางโภชนาการครบถ้วนและสมดุล เน้นอาหารที่มีเนื้อสัตว์เป็นส่วนผสมหลัก เพื่อให้พวกเค้าได้รับปริมาณโปรตีนและกรดอะมิโนที่จำเป็นเพียงพอต่อความต้องการ นอกจากนี้การควบคุมปริมาณอาหารให้เหมาะสมก็เป็นสิ่งสำคัญเช่นกัน เนื่องจากแมวเบอร์มิลลามีรูปร่างท้วมเป็นทุนเดิม จึงมีแนวโน้มเป็นโรคอ้วนสูง โดยคุณสามารถปรึกษาสัตวแพทย์เพื่อขอคำแนะนำเกี่ยวกับโภชนาการเพิ่มเติมได้",
      "แมวเบอร์มิลลาควรได้รับการตรวจสุขภาพและเข้ารับการดูแลทางการแพทย์เป็นประจำ แม้ว่าจะเป็นสายพันธุ์ที่แข็งแรงและมีความทนทานต่อโรคส่วนใหญ่ แต่ก็ควรไปตรวจสุขภาพอย่างน้อยปีละครั้ง เพื่อป้องกันปัญหาสุขภาพที่แอบแฝง นอกจากนี้ผู้เลี้ยงเบอร์มิลลาควรหมั่นสังเกตอาการผิดปกติต่าง ๆ ที่อาจเป็นสัญญาณเตือนของปัญหาสุขภาพที่ร้ายแรง เช่น โรคไตและโรคหัวใจ รวมถึงแนะนำให้พาไปทำหมันเมื่อถึงช่วงวัยที่เหมาะสม หากคุณไม่ต้องการสมาชิกแมวเหมียวในบ้านเพิ่ม"
    ],
    "playing_with_cats": [
      "เบอร์มิลลามีนิสัยอ่อนโยน สดใสร่าเริง และชอบเข้าสังคมเป็นอย่างมาก การเล่นเป็นประจำทุกวันจะช่วยส่งเสริมให้พวกเค้ามีสุขภาพกายและใจที่ดี ได้ปลดปล่อยสัญชาตญาณการล่าอย่างเต็มที่ รวมถึงช่วยเสริมสร้างสายสัมพันธ์อันลึกซึ้งระหว่างคุณกับเจ้าเหมียวอีกด้วย ทั้งนี้แนะนำให้เลือกของเล่นที่ออกแบบมาสำหรับแมวโดยเฉพาะ เช่น ไม้ล่อเหยื่อและตุ๊กตาแคทนิป"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-09_200x200_1652359143577.jpeg",
    "outstanding": ["เป็นมิตร", "ฝึกง่าย", "เลี้ยงง่าย"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เป็นมิตรกับสัตว์ – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "น้ำหนักเกิน – ⭐⭐⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐⭐",
      "ฝึกง่าย – ⭐⭐⭐⭐⭐",
      "เลี้ยงง่าย – ⭐⭐⭐⭐⭐ "
    ]
  },
  {
    "name": "ชินชิลล่า",
    "english_name": "Chinchilla",
    "description": [
      "แมวชินชิลล่านั้นเป็นแมวที่สวยงามโดดเด่นจากขนสีเงินเงางาม ซึ่งทำให้มันแตกต่างจากแมวเปอร์เซียทั่วไปที่ดั้งเดิมแล้วมาจากประเทศตุรกีและมักมีขนหนาสีขาว น้องเหมียวชินชิลล่านั้นเป็นแมวขนาดใหญ่ที่อบอุ่น เป็นมิตรกับมนุษย์ มีรูปร่างเป็นทรงคล้ายสี่เหลี่ยมจัตุรัส พร้อมใบหน้าแบนทรงกลม และใบหูขนาดเล็ก พวกมันมีดวงตาสีเขียวสะท้อนแสงคล้ายกับลวดลายบนตัวมัน นอกจากนี้ ขนของมันยังมีความงดงามคล้ายใยไหม และยังมีหางเป็นพู่ๆที่โดดเด่นอีกด้วย โดยภาพรวมแล้ว แมวสายพันธุ์นี้มีสีขาวพร้อมลายสีดำที่ทำให้ตัวมันดูเป็นประกาย หนึ่งในน้องเหมียวชินชิลล่าที่มีชื่อเสียงที่สุดนั้นเป็นที่รู้จักกันว่า Silver Lambkin และยังเชื่อกันว่าแมวตัวดังกล่าวนี้เป็นต้นกำเนิดของโทนสีที่สวยงามโดดเด่นของแมวสายพันธุ์นี้",
      "ตัวมันเองนั้นได้รับรางวัลใหญ่ๆมากมายในงานแสดงที่ Crystal Palace ในกรุงลอนดอนเมื่อปี 1888 เจ้าเหมียวแสนสวยตัวนี้มาจากสหรัฐอเมริกาและประเทศอังกฤษ พวกมันมีนิสัยชอบเข้าหาคนอื่นมากกว่าแมวเปอร์เซียพันธุ์อื่นๆ และพวกมันยังมีเสียงที่ไพเราะอีกด้วย โดยปกติแล้วน้องเหมียวชินชิลล่าสามารถปรับตัวเข้ากับสภาพแวดล้อมใหม่ๆที่พวกมันไปอยู่ได้อย่างรวดเร็วอีก และมีนิสัยแบบชิลๆ สบายๆ ดังนั้นแมวพันธุ์นี้จึงเหมาะมากสำหรับครอบครัวที่มีเวลาแปรงหรือหวีขนให้มันเป็นประจำทุกวันเลยล่ะ"
    ],
    "characteristics": [
      "แมวชินชิลล่ามีนิสัยอ่อนหวานและอ่อนโยน พวกมันน่ารักและสนุกกับการอยู่ร่วมกับผู้คน แต่บางครั้งก็สามารถเป็นอิสระได้ โดยทั่วไปแล้วพวกมันจะเป็นแมวที่เงียบสงบและมีมารยาทดี"
    ],
    "grooming": [
      "เนื่องจากขนที่ยาวและหนาแน่น แมวชินชิลล่าจึงจำเป็นต้องดูแลขนเป็นประจำเพื่อป้องกันการพันกันและพันกัน แนะนำให้แปรงขนทุกวันเพื่อให้ขนอยู่ในสภาพดีและลดการหลุดร่วง นอกจากนี้ แมวยังต้องอาบน้ำเป็นครั้งคราวเพื่อให้ขนสะอาดและ สุขภาพดี"
    ],
    "health": [
      "โดยทั่วไปแล้วแมวชินชิลล่ามีสุขภาพดี แต่อาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่างที่มักเกิดขึ้นกับแมวเปอร์เซีย เช่น ปัญหาระบบทางเดินหายใจและทันตกรรม การตรวจสุขภาพโดยสัตวแพทย์เป็นประจำเป็นสิ่งสำคัญในการติดตามสุขภาพของพวกมันและจัดการกับข้อกังวลที่อาจเกิดขึ้น"
    ],
    "playing_with_cats": [
      "แมวชินชิลล่าสนุกกับการเล่นอย่างอ่อนโยนและมีปฏิสัมพันธ์กับเจ้าของ พวกเขาอาจชื่นชอบของเล่นที่กระตุ้นสัญชาตญาณการล่าสัตว์ เช่น ไม้ขนนกหรือตัวชี้เลเซอร์ อย่างไรก็ตาม พวกมันไม่ใช่แมวที่ใช้พลังงานสูง และอาจชอบพักผ่อนและสังเกต สภาพแวดล้อมของพวกเขา"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-10_200x200_1652359197844.jpeg",
    "outstanding": ["เข้ากับผู้คน"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "คอร์นิชเรกซ์",
    "english_name": "Cornish Rex",
    "description": [
      "แมวคอร์นิช เร็กซ์เป็นแมวบ้านสายพันธุ์หนึ่งที่ขึ้นชื่อเรื่องขนหยิกเป็นเอกลักษณ์ มีรูปร่างเพรียวและสง่างาม หูใหญ่ ดวงตารูปอัลมอนด์ และหางคล้ายแส้ แมวคอร์นิชเรกซ์ นั้นเกิดขึ้นในช่วงยุคปี 50 ในเมืองคอร์นวอล ประเทศอังกฤษ หลังจากที่ชาวนาในเมืองนั้นพบว่าแมวของเขานั้นออกลูกแมวที่มีขนม้วน เขานำเจ้าลูกแมวตัวนั้นไปให้สัตว์แพทย์ดู ซึ่งก็ได้แนะนำให้เขานำแมวตัวนั้นไปผสมพันธุ์กับแม่ของมันอีกรอบ ผลลัพธ์ที่ออกมาสร้างความประหลาดใจให้กับชาวนาคนนั้นเป็นอย่างมาก เพราะลูกแมวครอกใหม่ที่ออกมาล้วนแต่มีขนม้วนๆกันหมดเลย น้องเหมียวคอร์นิชเร็กซ์นี้นอกจากจะดูเก๋ไก๋แล้วยังมีร่างกายที่ผอมเพรียวและมีมัดกล้าม นอกจากนี้น้องเหมียวสายพันธุ์นี้ยังมีจมูกสไตล์โรมันและเส้นขนที่ขดเป็นลอนซึ่งดูโดดเด่นและให้ความรู้สึกเหมือนกับขนกำมะหยี่ ยิ่งไปกว่านั้น ขนแบบเจ้าเหมียวพันธุ์ยังมีลักษณะคล้ายกับขนของ “สุนัขพุดเดิ้ล” ซึ่งไม่ค่อยมีสารที่ก่อให้เกิดโรคภูมิแพ้และไม่ต้องได้รับการดูแลอะไรมาก",
      "น้องเหมียวพันธุ์จึงเหมาะมากสำหรับผู้ที่เป็นโรคภูมิแพ้ที่อยากเลี้ยงน้องเหมียวไว้เป็นเพื่อนแก้เหงา เพราะไม่อย่างนั้น คนที่เป็นโรคภูมิแพ้ก็อาจจะไม่ได้มีโอกาสเลี้ยงแมวหรือได้ลิ้มรสความสุขและความอบอุ่นที่เหล่าน้องเหมียวนำมาให้กับเจ้าของของมัน นอกจากนี้ บรรดาเหมียวๆคอร์นิชเร็กซ์ยังน่ารัก เฉลียวฉลาด กระตือรือร้นอยู่ตลอดเวลา แถมยังขี้เล่นอีกด้วย พวกมันชอบอยู่กับผู้คนและชอบเป็นจุดสนใจของคนอื่น และพวกมันยังรักเจ้าของ เต็มเปี่ยมไปด้วยพลัง และเป็นสัตว์เลี้ยงที่มีเสน่ห์สำหรับเด็กๆและผู้สูงอายุอีกด้วย ทว่าพวกมันเป็นสัตว์ขี้เบื่อนะ ดังนั้นคุณต้องหมั่นหาของเล่นให้มันเล่นเยอะๆ ถ้าหากว่าคุณจะไม่อยู่บ้านเป็นระยะเวลานานๆ เช่นต้องไปทำงาน แต่โดยปกติแล้วแมวสายพันธุ์นี้จะเข้ากับแมวตัวอื่นหรือสุนัขต่างๆซึ่งอยู่ร่วมบ้านเดียวกันได้ดี คนส่วนใหญ่เห็นตรงกันว่าพอได้เลี้ยงแมวคอร์นิชเรกซ์แล้ว ก็ไม่อยากกลับไปเลี้ยงพันธุ์อื่นอีกเลย"
    ],
    "characteristics": [
      "แมวคอร์นิช เร็กซ์มีความกระตือรือร้น ขี้อ้อน และขี้เล่น พวกมันสนุกกับการมีปฏิสัมพันธ์กับมนุษย์และสัตว์เลี้ยงอื่นๆ และขึ้นชื่อเรื่องความฉลาดและความอยากรู้อยากเห็น"
    ],
    "grooming": [
      "เนื่องจากแมวคอร์นิช เร็กซ์มีขนสั้นและหยิก จึงจำเป็นต้องดูแลขนเพียงเล็กน้อย การแปรงขนและเช็ดด้วยผ้าชุบน้ำหมาดๆ เป็นครั้งคราวก็เพียงพอที่จะรักษาขนให้อยู่ในสภาพดี"
    ],
    "health": [
      "โดยรวมแล้ว แมวคอร์นิช เร็กซ์ถือเป็นสายพันธุ์ที่มีสุขภาพดี อย่างไรก็ตาม พวกมันอาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่าง เช่น ภาวะกล้ามเนื้อหัวใจผิดปกติมากเกินไป (ภาวะหัวใจ) และกระดูกสะบ้าเคลื่อน (กระดูกสะบ้าเคลื่อน) การตรวจสุขภาพโดยสัตวแพทย์เป็นประจำ แนะนำให้ทำเพื่อความอยู่ดีมีสุข"
    ],
    "playing_with_cats": [
      "โดยทั่วไปแล้วแมวคอร์นิช เร็กซ์จะเข้ากันได้ดีกับแมวตัวอื่น โดยเฉพาะอย่างยิ่งหากนำมาเลี้ยงตั้งแต่อายุยังน้อย พวกมันสนุกกับการเล่นแบบโต้ตอบและอาจได้รับประโยชน์จากการมีแมวเป็นเพื่อนเพื่อให้พวกมันเพลิดเพลิน"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-11_200x200_1652359281116.jpeg",
    "outstanding": ["เข้ากับผู้คน", "ความขี้เล่น", "มือใหม่หัดเลี้ยง"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐⭐"
    ]
  },
  {
    "name": "เดวอนเรกซ์",
    "english_name": "Devon Rex",
    "description": [
      "เดวอน เร็กซ์เป็นแมวสายพันธุ์ที่ฉลาด ขนสั้น เป็นที่รู้จักจากรูปร่างที่เพรียว หูใหญ่ และรูปลักษณ์ที่โดดเด่นเป็นเอกลักษณ์ มักเรียกกันว่า แมวพิกซี่ เนื่องจากมีลักษณะที่เหมือนเอลฟ์ เจ้าเหมียวเดวอนเรกซ์นั้นแตกต่างสุดขั้วกับสายพันธุ์อื่นๆ และเป็นเหมือนกับ “เอเลียน” ในโลกแมวเหมียวด้วยความที่พวกมันมีขนสั้นและใบหน้าที่มีแก้มใหญ่ ในขณะที่ใบหูของพวกมันอยู่ในระดับต่ำเหมือนกับค้างคาวพร้อมด้วยรูปร่างที่ดูสมส่วนกำลังพอดี แต่ก็อย่าได้คิดเชียวล่ะว่าสิ่งเหล่านี้ทำให้แมวสายพันธุ์นี้ไม่มีเสน่ห์ เพราะพวกมันนั้นมีนิสัยซุกซน ขี้แกล้ง ราวกับเป็นภูตพิกซี่แปลงตัวมาเลยล่ะ!",
      "แมวสายพันธุ์นี้ถูกค้นพบเป็นครั้งแรกในเมืองเดวอน ประเทศอังกฤษในปี 1960 ใกล้กับเขตคอร์นวอลซึ่งเป็นที่ที่ลูกแมวคอร์นิชเรกซ์ตัวแรกได้ถือกำเนิดขึ้นในปี 1950 แมวสายพันธุ์เดวอนเรกซ์นั้นเป็นแมวที่เฉลียวฉลาดและชอบเข้าสังคม ซึ่งทำให้มันน่ารักและเหมาะจะเป็นสัตว์เลี้ยงคู่ใจของคุณ ถ้าได้เลี้ยงแมวเดวอนเรกซ์ คุณก็เหมือนกับได้เพื่อนไปตลอดชีวิตคุณเลยนั่นแหล่ะ! พวกมันจะสั่นหางเวลาดีใจ ซึ่งก็บ่อยอยู่แล้ว และพวกมันยังกระตือรือร้น ว่องไว และอยากรู้อยากเห็นไปเสียทุกเรื่อง สิ่งเหล่านี้ยิ่งทำให้นิสัยของมันเหมือนกับบรรดาภูติพิกซี่ไปกันใหญ่ นอกจากนี้พวกมันยังเหมาะกับการเป็นสัตว์เลี้ยงสำหรับผู้ที่แพ้ขนสัตว์หรือเป็นภูมิแพ้อีกด้วยเพราะขนของมันมีลักษณะคล้ายขนของสุนัขพุดเดิ้ลซึ่งไม่ค่อยมีสารที่ก่อให้เกิดภูมิแพ้เสียเท่าไหร่ และยังไม่ต้องดูแลอะไรมากอีกด้วย เพราะขนพวกมันก็ไม่ค่อยร่วงนัก สิ่งเหล่านี้จึงทำให้พวกมันเหมาะแก่การเป็นสัตว์เลี้ยงสำหรับผู้ที่เป็นภูมิแพ้เป็นอย่างมาก และด้วยความที่ขนของมันไม่ต้องดูแลมาก คนเลี้ยงจึงไม่จำเป็นต้องหามาตรการป้องกันหรือดูแลขนเหมือนกับขนแมวโดยทั่วไป"
    ],
    "characteristics": [
      "แมวเดวอน เร็กซ์มีความฉลาดและน่ารัก พวกมันชอบอยู่กับผู้คนและเป็นที่รู้กันว่าค่อนข้างขี้เล่นและซุกซน พวกมันมีนิสัยขี้สงสัยและมักจะพบว่าสำรวจสภาพแวดล้อมรอบตัวด้วยความกระตือรือร้นอย่างยิ่ง"
    ],
    "grooming": [
      "ถึงแม้จะมีขนสั้น แต่แมวเดวอน เร็กซ์ยังต้องการการดูแลขนเป็นประจำเพื่อรักษาขนให้อยู่ในสภาพดี แมวหลุดร่วงเพียงเล็กน้อย แต่ขนที่อ่อนนุ่มและเป็นคลื่นอาจพันกันหากไม่ได้แปรงขนเป็นประจำ นอกจากนี้ แมวอาจต้องทำความสะอาดหูด้วย เนื่องด้วยขนาดและรูปร่างที่ใหญ่โตเป็นระยะๆ"
    ],
    "health": [
      "โดยรวมแล้ว แมวเดวอน เร็กซ์มีสุขภาพค่อนข้างดี อย่างไรก็ตาม แมวอาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่าง เช่น ภาวะกล้ามเนื้อหัวใจผิดปกติมากเกินไป (ภาวะหัวใจ) และภาวะสะบ้าของกระดูกสะบ้า (ปัญหาหัวเข่า) การตรวจสุขภาพโดยสัตวแพทย์เป็นประจำเป็นสิ่งสำคัญ รักษาสุขภาพและความเป็นอยู่ที่ดีของพวกเขา"
    ],
    "playing_with_cats": [
      "โดยทั่วไปแล้วแมวเดวอน เร็กซ์จะเข้ากันได้ดีกับแมวและสัตว์เลี้ยงตัวอื่นๆ โดยเฉพาะอย่างยิ่งหากได้รับการแนะนำอย่างเหมาะสมและให้เวลาในการปรับตัว แมวเหล่านี้สนุกกับการเล่นแบบโต้ตอบและอาจได้รับประโยชน์จากการมีแมวเป็นเพื่อนคอยเป็นเพื่อนและให้ความบันเทิง"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-12_200x200_1652359343814.jpeg",
    "outstanding": ["การปรับตัว", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "มันช์กิ้น",
    "english_name": "Munchkin",
    "description": [
      "แมวมันชกินส์ขึ้นชื่อในเรื่องขาสั้น ซึ่งเป็นผลมาจากการกลายพันธุ์ทางพันธุกรรม แม้ว่าแมวจะมีรูปร่างเตี้ย แต่ก็เป็นสัตว์เลี้ยงที่คล่องแคล่ว ขี้เล่น และเข้ากับคนง่ายเป็นแมวที่พบได้มากที่สุดตามบ้านเรือนทั่วประเทศอังกฤษ แมวม็อกกี้ไม่ได้เป็นแมวสายพันธุ์พิเศษแต่อย่างใด แต่สืบสายพันธุ์มาจากแมวป่าแอฟริกันที่มีมาตั้งแต่ราว 8,000 ปีก่อนคริสตกาล และพบได้ในเกือบทุกที่ที่มนุษย์อาศัยอยู่ ปกติแล้วแมวแต่ละสายพันธุ์จะมีลักษณะนิสัยบางอย่างเฉพาะตัว แต่แมวม็อกซี่นั้นจะไม่มีนิสัยเฉพาะตัวเช่นนั้น",
      "ด้วยการที่พวกมันเกิดจากการผสมพันธุ์แบบตามมีตามเกิด พวกมันจึงไม่มีรูปร่างหน้าตาหรืออุปนิสัยที่ชัดเจน พวกมันมีนิสัยรักอิสระและมีรูปแบบขนและสีที่หลากหลาย ปกติแล้วแมวทุกตัวต้องได้รับการตัดแต่งขน แต่เพราะว่าแมวม็อกกี้มียีนขนสั้น จึงไม่จำเป็นต้องตัดแต่งขนมันเท่าไหร่นัก เว้นแต่จะแปรงขนเพื่อป้องกันการเกิดก้อนขนต่างๆ จากที่บรรยายมานั้น ไม่ต้องสงสัยเลยว่า น้องเหมียวม็อกกี้นั้นเป็นแมวประเภทที่ไม่ต้องดูแลอะไรมาก ชอบอยู่ร่วมกับผู้คน และยังชอบติดตามตามเจ้าของไปรอบๆบ้านอีกด้วย พวกมันจึงเหมาะแก่การเป็นสัตว์เลี้ยงสำหรับทั้งคนที่อยู่กันเป็นครอบครัวและคนที่อยู่คนเดียว รวมๆแล้วพวกมันเป็นน้องเหมียวที่มีเอกลักษณ์อย่างแท้จริง"
    ],
    "characteristics": [
      "แมวมันชกินส์มีรูปร่างที่เล็กถึงขนาดกลาง ขาสั้น มีสีและลวดลายหลากหลาย และมีดวงตาที่โตและแสดงออก"
    ],
    "grooming": [
      "แมวมันชกินส์มีข้อกำหนดการดูแลขนในระดับปานกลาง การแปรงขนที่หลุดร่วงเป็นประจำและการตัดเล็บเป็นครั้งคราวมักจะเพียงพอที่จะทำให้พวกมันได้รับการดูแลเป็นอย่างดี"
    ],
    "health": [
      "แม้ว่าแมวมันชกินส์โดยทั่วไปจะมีสุขภาพดี แต่พวกมันอาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่าง เช่น ลอร์ดโดซิส (ภาวะเกี่ยวกับกระดูกสันหลัง) และเพกทัส เอ็กคาวาทัม (ความผิดปกติของหน้าอก) การฝึกผสมพันธุ์อย่างมีความรับผิดชอบสามารถช่วยลดความเสี่ยงเหล่านี้ได้"
    ],
    "playing_with_cats": [
      "แมวมันชกินส์ขี้เล่นและสนุกกับการเล่นกับเจ้าของ พวกมันอาจเข้ากันได้ดีกับแมวและสัตว์เลี้ยงตัวอื่นหากได้รับการแนะนำอย่างเหมาะสม"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-18_200x200_1652359618255.jpeg",
    "outstanding": ["เข้ากับผู้คน", "อายุขัย"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "เอ็กโซติกขนสั้น",
    "english_name": "Exotic Shorthair",
    "description": [
      "เอ็กโซติก ช็อตแฮร์เป็นแมวสายพันธุ์ที่พัฒนาให้เป็นแมวเปอร์เซียรุ่นขนสั้น มีลำตัวและนิสัยคล้ายกับแมวเปอร์เซีย แต่มีขนหนานุ่ม สั้นและดูแลรักษาง่าย",
      "ถ้าคุณไม่ค่อยมีเวลา แต่อยากจะเลี้ยงและใช้ชีวิตร่วมกับแมวที่มีหน้าตาเหมือนกับ “นักแสดงหนัง” แล้วล่ะก็ น้องเหมียวเอ็กโซติกขนสั้นจะตอบโจทย์คุณแน่นอน! ในมุมมองของผู้ที่ชื่นชมแมว เอ็กโซติกขนสั้นนั้น พวกมันเป็นที่รู้จักกันในฐานะ “แมวเปอร์เซียสะดวกเลี้ยง” ด้วยความที่พวกมันมีขนคล้ายกำมะหยี่ที่ไม่ต้องดูแลอะไรมากนักและยังมีหลากหลายสีที่สวยงามอีกด้วย นอกจากนี้พวกมันยังมีลักษณะรูปร่างน่ารักเหมือนกับลูกแมว ซึ่งถือได้ว่าเป็นคุณสมบัติที่ผู้คนชื่นชอบมากที่สุดอย่างหนึ่งเลยทีเดียว",
      "นอกจากนี้พวกมันยังดวงตากลมโต ใบหูขนาดเล็ก ใบหน้าเรียบแบน และจมูกรั้นขนาดเล็กซึ่งทำให้หน้าของพวกมันดูอ่อนหวานแสนจะเย้ายวนใจเลยทีเดียว ยิ่งไปกว่านั้น ด้วยความที่พวกมันมีเป็นสัตว์ขี้เล่น ชอบอยากรู้อยากเห็น และมีนิสัยแบบสบายๆ น้องเหมียวเอ็กโซติกขนสั้นจึงเหมาะเป็นอย่างยิ่งที่จะเลี้ยงเอาไว้ในบ้าน แต่ แม้ว่าพวกมันจะชอบอยู่ร่วมกับผู้คน แต่บางครั้งก็ชอบอยู่ตัวคนเดียวเหมือนกัน ซึ่งถือเป็นเรื่องที่ดีเลยสำหรับคนชอบเลี้ยงสัตว์ที่ไม่ค่อยมีเวลาว่างเท่าไหร่ ดังนั้นแมวสายพันธุ์เอ็กโซติกขนสั้นจึงเป็นแมวที่สามารถปรับตัวได้ดีแล้วพร้อมที่จะอยู่ในสภาพแวดล้อมใดๆก็ได้ โดยเฉพาะถ้ามันได้อยู่ในบ้านอย่างสุขสบายอยู่แล้ว"
    ],
    "characteristics": [
      "เอ็กโซติกขนสั้นเป็นที่รู้จักจากใบหน้ากลม จมูกดูแคลนสั้น และดวงตาที่ใหญ่โตและแสดงออก พวกมันมีโครงสร้างที่แข็งแรง หน้าอกกว้างและคอสั้นและหนา ขนของพวกมันหรูหราและมีหลายสีและรูปแบบ"
    ],
    "grooming": [
      "ข้อกำหนดในการดูแลขนสำหรับเอ็กโซติก ชอร์ตแฮร์นั้นอยู่ในระดับปานกลาง ขนที่สั้นนั้นไม่สามารถจับเป็นก้อนได้ง่าย แต่ก็ยังต้องมีการแปรงขนเป็นประจำเพื่อกำจัดขนที่หลุดร่วงและป้องกันไม่ให้เกิดก้อนขน นอกจากนี้ อาจจำเป็นต้องอาบน้ำเป็นครั้งคราวเพื่อรักษาขนให้สะอาด"
    ],
    "health": [
      "แมวพันธุ์เอ็กโซติคขนสั้นโดยทั่วไปเป็นแมวที่มีสุขภาพดี แต่อาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่างที่พบบ่อยในแมวเปอร์เซีย เช่น ปัญหาระบบทางเดินหายใจเนื่องจากใบหน้าแบน การตรวจสุขภาพสัตว์แพทย์เป็นประจำและการดูแลขนอย่างเหมาะสมสามารถช่วยป้องกันหรือจัดการสุขภาพใดๆ ก็ตาม"
    ],
    "playing_with_cats": [
      "เอ็กโซติก ชอร์ตแฮร์โดยทั่วไปแล้วเป็นมิตรและเข้ากับคนง่าย ชอบอยู่ร่วมกับแมวตัวอื่น พวกมันอาจเล่นกับแมวตัวอื่นได้หากได้รับการแนะนำอย่างเหมาะสมและเข้าสังคมได้เพียงพอ"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-13_200x200_1652359399188.jpeg",
    "outstanding": ["อายุขัย"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "เจแปนนิสบ็อบเทล",
    "english_name": "Japanese Bobtail",
    "description": [
      "เจแปนนิส บ็อบเทลเป็นแมวบ้านพันธุ์หนึ่งที่มีหางเป็นกระดกชัดเจน ขึ้นชื่อในเรื่องธรรมชาติที่ขี้เล่นและน่ารัก ตลอดจนรูปลักษณ์ที่เป็นเอกลักษณ์",
      "ตามบันทึกในช่วงยุคแรกเริ่มนั้น ประเทศญี่ปุ่นเริ่มมีแมวเลี้ยงซึ่งได้รับจากประเทศจีนหรือเกาหลีมาอย่างน้อยเมื่อ 1,000 ปีที่แล้ว แมวหางกุดญี่ปุ่นนั้นมีปรากฏในประเทศญี่ปุ่นมาแล้วหลายศตวรรษ และพวกมันไปปรากฏตัวตามภาพวาดหรือลายพิมพ์ต่างๆมากมาย แมวหางกุดญี่ปุ่นขนยาวนั้นสามารถพบได้ในประเทศแถบตะวันออกมาแล้วหลายศตวรรษเช่นเดียวกับแมวหางกุดญี่ปุ่นขนสั้น แมวสายพันธุ์นี้เป็นแมวที่แข็งแรง สุขภาพดี และมักจะมีลูกครอกละ 3-4 ตัว โดยที่ลูกๆของพวกมันที่มักจะมีขนาดตัวใหญ่หากเทียบแมวเกิดใหม่สายพันธุ์อื่นๆ เมื่อเปรียบเทียบกับแมวสายพันธุ์อื่นๆแล้ว เจ้าเหมียวหางกุดญี่ปุ่นในช่วงแรกๆ จะกระตือรือร้น ชอบเดินไปเดินมา หรือแม้แต่ทำให้เจ้าของปวดหัวไปตามๆกัน ลูกแมวที่เกิดมานั้นก็ไม่ใช่ว่าไม่มีหางนะ แต่ก็ไม่ถึงกับมีหางซะทีเดียว",
      "โดยปกติแล้ว เจ้าลูกแมวเหล่านี้จะคล่องแคล่ว เฉลียวฉลาด และก็ช่างส่งเสียง ซึ่งพวกมันมีเสียงที่แสนจะอ่อนนุ่มและยังมีหลายโทนอีก ว่ากันว่ามีเจ้าของบางคนสาบานเลยว่า เจ้าลูกเหมียวเหล่านั้นน่ะ ร้องเพลงได้ นอกจากนี้ แมวสายพันธุ์นี้ยังเหมือนกับ ”สุนัข” ในบางเรื่องอีกด้วย อย่างเช่น ชอบใช้ปากคาบสิ่งของ เล่นเกมส์ไล่จับกับเจ้าของ แล้วยังชอบโผเข้าหาทุกอย่างที่ขวางหน้า ซึ่งก็น่าตื่นเต้นเวลาเห็นเจ้าเหมียวเหล่านี้จริงๆ แมวสายพันธุ์นี้ไม่ค่อยตกใจง่ายๆ และยังปรับตัวเข้าหาสุนัขและสัตว์อื่นๆ และยังเข้ากับเด็กๆได้ดีเป็นพิเศษอีกด้วย ปกติแล้วนักผสมพันธุ์แมวจะเริ่มขายลูกแมวสายพันธุ์นี้ตอนที่พวกมันมีอายุระหว่าง 12-16 สัปดาห์ หลังจากพ้น 12 สัปดาห์ไปแล้ว ลูกแมวควรได้รับการฉีดยาขั้นพื้นฐานให้เรียบร้อย และควรได้รับการพัฒนาด้านร่างกายและทักษะการเข้าสังคมสำหรับการย้ายไปอยู่บ้านใหม่อย่างสม่ำเสมอ สำหรับการทำให้น้องเหมียวสายพันธุ์นี้มีชีวิตที่ยืนยาว สุขภาพดี และมีความสุขนั้น ก็หมั่นให้มันเล่นของเล่นต่างๆ มีที่ลับเล็บให้มันใช้ และก็มี “ตัวคุณ” ไว้ให้มันอ้อนนั่นแหล่ะ"
    ],
    "characteristics": [
      "หางบ็อบเทลญี่ปุ่นมีลำตัวขนาดกลาง รูปร่างเพรียว มีหาง 'บ็อบ' ที่โดดเด่น ซึ่งมักจะสั้นและโค้ง ขนมีหลายสีและลวดลาย และมักจะมี ดวงตาที่โตและแสดงออก"
    ],
    "grooming": [
      "เจแปนนิสบ็อบเทลมีขนที่สั้นถึงปานกลางซึ่งต้องการการดูแลเพียงเล็กน้อย การแปรงขนเป็นประจำจะช่วยกำจัดขนที่หลุดร่วงและลดการหลุดร่วง โดยทั่วไปแล้วพวกมันเป็นแมวที่สะอาดและมักจะทำความสะอาดขนตัวเองเป็นประจำ"
    ],
    "health": [
      "เจแปนนิสบ็อบเทลโดยทั่วไปเป็นแมวที่มีสุขภาพดีโดยไม่มีปัญหาด้านสุขภาพเฉพาะสายพันธุ์ อย่างไรก็ตาม เช่นเดียวกับแมวอื่นๆ พวกมันควรได้รับการตรวจสุขภาพและฉีดวัคซีนจากสัตวแพทย์เป็นประจำเพื่อรักษาสุขภาพดีของพวกมัน"
    ],
    "playing_with_cats": [
      "เจแปนนิส บ็อบเทลส์ขึ้นชื่อเรื่องนิสัยขี้เล่นและกระตือรือร้น พวกมันสนุกกับการเล่นแบบโต้ตอบและมักจะผูกพันอย่างใกล้ชิดกับเพื่อนมนุษย์ นอกจากนี้ พวกมันยังเข้ากันได้ดีกับแมวตัวอื่นและสุนัขที่เป็นมิตรกับแมว ทำให้พวกมันเหมาะสำหรับเลี้ยงหลายตัว"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-14_200x200_1652359451840.jpeg",
    "outstanding": ["เข้ากับผู้คน", "ความขี้เล่น", "สุขภาพดี"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "โคราช",
    "english_name": "Korat",
    "description": [
      "แมวโคราชมีต้นกำเนิดจากประเทศไทย เป็นสายพันธุ์แมวโบราณที่เชื่อกันว่าหากเลี้ยงแล้วจะโชคดีและเจริญรุ่งเรือง เจ้าเหมียวนำโชคพันธุ์นี้มีจุดเด่นอยู่ที่ใบหน้ารูปหัวใจและสีขนสวยโดดเด่น ทำให้กลายเป็นสายพันธุ์ยอดนิยมตลอดกาล สำหรับคนที่สนใจและกำลังวางแผนรับเลี้ยงแมวโคราชนิสัยน่ารักเหล่านี้ มาติดตามเรื่องราวน่ารู้ ลักษณะสำคัญ และนิสัยแมวโคราชเพิ่มเติมกันได้"
    ],
    "characteristics": [
      "ลักษณะเฉพาะตัวของแมวโคราชคือขนสีเทาอมฟ้า มีความเงางามโดดเด่น ปลายขนจะมีสีเงินเพิ่มประกายระยิบระยับ แมวโคราชจัดอยู่ในกลุ่มแมวขนาดกลาง รูปร่างกะทัดรัด กล้ามเนื้อแน่น มีความยาว 9 – 13 นิ้ว และน้ำหนักตัวประมาณ 4.5 – 6.5 กก. แม้จะมีไขมันในร่างกายน้อย แต่ในขณะเดียวกันแมวโคราชก็เสี่ยงต่อโรคอ้วนสูง จึงต้องออกกำลังกายเป็นประจำ",
      "แมวโคราช นับเป็นสายพันธุ์ที่ขึ้นชื่อเรื่องความสง่างาม ดวงตากลมโตมีสีเขียวสวยดั่งอัญมณี ใบหูใหญ่ตั้งตรง บวกกับแมวโคราชนิสัยน่ารักและเป็นมิตร ทำให้พวกเค้ากลายเป็นสัตว์เลี้ยงยอดนิยม นอกจากนี้แมวโคราชยังได้รับฉายาว่า “แมวห้าหัวใจ” ซึ่งมาจากจุดต่าง ๆ บนร่างกายที่มีรูปร่างคล้ายหัวใจ อย่างใบหน้า จมูก และช่วงอก"
    ],
    "grooming": [
      "เนื่องจากแมวโคราชมีขนสั้นชั้นเดียว จึงไม่ค่อยมีปัญหาขนร่วงและขนพันกัน เรียกว่าดูแลง่ายมาก ไม่ยุ่งยาก เพียงแค่แปรงขนสองครั้งต่อสัปดาห์ เพื่อกำจัดขนที่หลุดร่วงและเซลล์เนื้อเยื่อที่ตายแล้ว นอกจากนี้การแปรงขนยังช่วยกระชับความสัมพันธ์ได้เป็นอย่างดี เป็นกิจกรรมที่เหมาะกับแมวโคราชนิสัยเป็นมิตรและชอบเข้าสังคมมาก",
      "นอกจากการแปรงขนแล้ว ลูกแมวโคราชยังต้องแปรงฟันอย่างน้อยทุกสัปดาห์เพื่อป้องกันปัญหาสุขภาพในช่องปากและฟัน โดยแนะนำให้เลือกใช้ยาสีฟันและแปรงสีฟันสำหรับแมวโดยเฉพาะเท่านั้น",
      "แมวโคราชจำเป็นต้องได้รับการตัดเล็บทุกเดือนเช่นเดียวกับแมวพันธุ์อื่น เพื่อป้องกันการสะสมของเชื้อแบคทีเรียและบาดแผลจากกรงเล็บที่แหลมคม ควรทำความสะอาดหูเป็นประจำด้วย เพื่อหลีกเลี่ยงการติดเชื้อจากแบคทีเรียที่สะสมอยู่ภายใน ทั้งนี้ผู้เลี้ยงไม่จำเป็นต้องอาบน้ำให้พวกเค้าบ่อย สามารถเช็ดตัวโดยใช้ผ้านุ่มชุบน้ำหมาด ๆ ทุก 2 – 3 เดือน เพื่อกำจัดสิ่งสกปรกและฝุ่นละออง เพียงเท่านี้แมวโคราชนิสัยดีแสนน่ารักของคุณก็จะตัวสะอาดมีกลิ่นหอมกันแล้ว"
    ],
    "health": [
      "ควรพาแมวโคราชไปตรวจสุขภาพเป็นประจำเพื่อให้แน่ใจว่าพวกเค้ามีสุขภาพดี ไม่มีปัญหาสุขภาพร้ายแรงแอบแฝง โดยแมวโคราชส่วนใหญ่มีอายุเฉลี่ย 10 – 15 ปี ขึ้นอยู่กับรูปแบบการใช้ชีวิต อาหารการกิน และการดูแลสุขภาพโดยรวม อย่างไรก็ตาม ผู้เลี้ยงอาจต้องระวังปัญหาสุขภาพเหล่านี้ และแนะนำให้หมั่นสังเกตอาการผิดปกติหรือสัญญาณเตือนต่าง ๆ อย่างใกล้ชิด",
      "แมวโคราชมีความเสี่ยงต่อปัญหาสุขภาพ เช่น โรคหวัดแมว โรคพิษสุนัขบ้า และโรคไข้หัดแมว ซึ่งควรได้รับการรักษาในทันที หากต้องการให้แมวโคราชนิสัยดีน่ารักของคุณแข็งแรง ห่างไกลจากโรคร้าย แนะนำให้ทำตามเคล็ดลับต่อไปนี้ อย่างแรกเลยต้องเลือกให้อาหารคุณภาพดี มีคุณค่าทางโภชนาการครบถ้วนและสมดุล ควรควบคุมปริมาณอาหารให้แมวโคราชอย่างเหมาะสม เพื่อป้องกันปัญหาน้ำหนักตัวเกิน ทำความกระบะทรายเป็นประจำ หมั่นตรวจสอบน้ำหนักตัวและปริมาณไขมันในร่างกาย เพื่อหลีกเลี่ยงความเสี่ยงต่อการเป็นโรคอ้วน"
    ],
    "playing_with_cats": [
      "เป็นมิตรและชอบเข้าสังคมคือนิสัยแมวโคราชส่วนใหญ่ พวกเค้าสนุกกับการเล่นและทำกิจกรรม ซึ่งเป็นช่วงเวลาแห่งการสานสัมพันธ์ที่ยอดเยี่ยม บวกกับแมวโคราชนิสัยขี้อ้อน ชอบเข้ามาคลอเคลียเจ้าของ ทำให้พวกเค้ากลายเป็นลูกรักเบอร์หนึ่งของหลาย ๆ ครอบครัว นอกจากนี้ความรักสงบและชอบพักผ่อนก็เป็นนิสัยแมวโคราชที่พบได้บ่อยเช่นกัน"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-15_200x200_1652359490372.jpeg",
    "outstanding": ["อายุขัย", "เลี้ยงง่าย"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐",
      "เป็นมิตรกับสัตว์ – ⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐",
      "น้ำหนักเกิน – ⭐⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐⭐",
      "ฝึกง่าย – ⭐⭐⭐⭐",
      "เลี้ยงง่าย  – ⭐⭐⭐⭐⭐"
    ]
  },
  {
    "name": "เมนคูน",
    "english_name": "Maine Coon",
    "description": [
      "สำหรับชื่อพันธุ์เมนคูนนั้น คำว่า “เมน” มาจากถิ่นกำเนิดซึ่งก็คือรัฐเมนในเขตนิวอิงแลนด์ ประเทศสหรัฐอเมริกา ส่วนคำว่า “คูน” อาจมาจากแร็กคูน เนื่องจากแมวพันธุ์เมนคูนมีลักษณะคล้ายกับตัวแร็กคูน",
      "แมวเมนคูนมีต้นกำเนิดที่น่าสนใจมาก โดยเชื่อกันว่าแมวพันธุ์เมนคูนเป็นทายาทสายตรงของแมวพันธุ์เตอร์กิชแองโกร่าที่เดินทางมาพร้อมเรือของพระนางมารี อองตัวเน็ตต์ หรือราชินีแห่งฝรั่งเศส เมนคูนขึ้นชื่อว่าเป็น “แมวยักษ์แสนอ่อนโยน” ลักษณะพิเศษคือตัวใหญ่ รูปร่างแข็งแรง และมีขนคล้ายเส้นไหม ในช่วงแรกเริ่ม เมนคูนต้องปรับตัวให้มีขนยาวและหนาขึ้น เพื่อรองรับฤดูหนาวอันยาวนานของรัฐเมน",
      "นิสัยแมวเมนคูนที่เห็นได้อย่างชัดเจนคือความน่ารัก ขี้เล่น ไม่กลัวคนแปลกหน้า และชอบเข้าสังคม ทำให้หลายคนมองว่าแมวพันธุ์เมนคูนมีนิสัยคล้ายคลึงกับสุนัข เมนคูนยังเป็นแมวที่ฉลาด สอนง่าย และรักการผจญภัย แต่สิ่งที่โปรดปรานมากที่สุดคือการได้อยู่ใกล้ชิดกับเจ้าของอันเป็นที่รัก"
    ],
    "characteristics": [
      "แมวเมนคูนและลูกแมวเมนคูนถือเป็นแมวบ้านสายพันธุ์ที่ใหญ่ที่สุดในโลก แมวพันธุ์เมนคูนมีลักษณะเฉพาะที่ทำให้แตกต่างจากแมวสายพันธุ์อื่น นั่นก็คือโครงสร้างและรูปร่างที่ใหญ่โต มีความกำยำและแข็งแรง โดยทั่วไปแมวเมนคูนจะมีน้ำหนักเฉลี่ยอยู่ที่ประมาณ 5 – 8 กก. แต่เมนคูนบางตัวอาจหนักได้ถึง 11 กก. นอกจากจะมีขนยาวนุ่มสวยแล้ว เมนคูนยังมีลำตัวยาวได้มากถึง 40 นิ้ว และเมนคูนที่โตเต็มวัยอาจสูงได้ถึง 15 นิ้ว",
      "แมวเมนคูนมีสีขนที่เป็นเอกลักษณ์และสวยสะดุดตา โดยเราอาจพบแมวพันธุ์เมนคูนในสีต่าง ๆ เช่น สีขาว ดำ เทาหม่น และสีครีม อาจมีขนสองสีหรือสามสีก็ได้เช่นกัน นอกจากนี้เมนคูนบางตัวอาจมีลักษณะสีขนแบบไล่เฉด ก้านขนจะมีสีอ่อน ส่วนปลายขนมีสีเข้ม อีกหนึ่งลักษณะเด่นของแมวเมนคูนคือโครงสร้างร่างกาย เมนคูนมีสันกรามที่คมชัด มีขนที่ปลายใบหู หางเป็นพวง และมีแผงคอคล้ายสิงโต"
    ],
    "grooming": [
      "ด้วยขนที่ยาวสวยคล้ายเส้นไหม แมวพันธุ์เมนคูนจึงดูสง่างามและโดดเด่นต่างจากเพื่อนเหมียวพันธุ์อื่น แต่เพราะขนที่ยาวและหนานี้ ทำให้การดูแลขนของเมนคูนไม่ใช่เรื่องง่ายและค่อนข้างเหนื่อย แม้ว่าแมวเมนคูนสามารถดูแลความสะอาดตัวเองได้อย่างยอดเยี่ยม แต่เมนคูนมักจะผลัดขนบ่อยครั้ง พ่อแม่แมวจึงจำเป็นต้องแปรงขนและทำความสะอาดให้เจ้าเหมียวเมนคูนเป็นประจำ",
      "ขนยาวของแมวเมนคูนมีโอกาสพันกันได้ง่าย หากไม่แปรงขนบ่อย ๆ อาจกลายเป็นก้อนสังกะตังได้ การแปรงขนให้เมนคูนเป็นประจำไม่เพียงแต่ช่วยกำจัดขนที่หลุดร่วงเท่านั้น แต่ยังช่วยสานสัมพันธ์แห่งความรักระหว่างแมวเมนคูนและเจ้าของได้อีกด้วย จบจากการแปรงขนก็ต่อด้วยการอาบน้ำ โชคดีที่แมวพันธุ์เมนคูนไม่ค่อยมีปัญหากับการอาบน้ำมากนัก การอาบน้ำให้แมวเมนคูนจะช่วยกำจัดสิ่งสกปรก รวมถึงช่วยรักษาสุขภาพผิวหนังและเส้นขนด้วย",
      "การดูแลฟันและหูของเมนคูนก็สำคัญไม่แพ้กัน ควรแปรงฟัน ทำความสะอาดหู และตัดเล็บให้แมวเมนคูนเป็นประจำเพื่อลดการสะสมของแบคทีเรีย ซึ่งส่งผลให้เกิดการติดเชื้อและเป็นต้นเหตุของปัญหาสุขภาพมากมาย"
    ],
    "health": [
      "แมวพันธุ์เมนคูนจัดเป็นแมวที่แข็งแรง มีภูมิต้านทานสูง ไม่ค่อยเจ็บป่วยด้วยโรคทั่วไป แต่ก็มีความเสี่ยงต่อโรคทางพันธุกรรมบางชนิด เช่น",
      "โรคกล้ามเนื้อหัวใจหนาผิดปกติ (Hypertrophic Cardiomyopathy) – เป็นโรคทางพันธุกรรมที่พบได้โดยทั่วไปในแมวพันธุ์เมนคูน กล้ามเนื้อหัวใจที่หนาขึ้น ทำให้สูบฉีดเลือดได้ยากและมีความเสี่ยงต่อภาวะหัวใจล้มเหลว ทางที่ดีควรพาเมนคูนของคุณไปตรวจสุขภาพเป็นประจำ",
      "โรคกล้ามเนื้ออ่อนแรงจากไขสันหลังเสื่อม (Spinal Muscular Atrophy) – จัดเป็นปัญหาสุขภาพที่น่ากังวลสำหรับแมวสายพันธุ์เมนคูน มันทำให้กล้ามเนื้ออ่อนแรงและฝ่อ ส่งผลให้แมวเมนคูนเดินหรือเคลื่อนไหวผิดปกติ",
      "เนื่องจากเมนคูนมีรูปร่างและลักษณะที่แข็งแรง สุขภาพโดยรวมก็ค่อนข้างดี เมนคูนจึงมีโอกาสน้อยที่จะได้รับผลกระทบจากโรคทั่วไปของแมว อย่างไรก็ตาม เจ้าของยังคงต้องดูแลเอาใจใส่เมนคูนอย่างใกล้ชิด ไม่ว่าจะเป็นเรื่องอาหารหรือการดูแลป้องกัน รวมถึงควรหมั่นสังเกตอาการผิดปกติที่บ่งบอกถึงปัญหาสุขภาพและสัญญาณเตือนของโรคทางพันธุกรรมที่พบบ่อยในแมวเมนคูนด้วย ทั้งนี้สามารถขอคำแนะนำเกี่ยวกับการดูแลแมวพันธุ์เมนคูนจากสัตวแพทย์เพิ่มเติมได้เสมอ"
    ],
    "playing_with_cats": [
      "แม้ว่าแมวพันธุ์เมนคูนจะมีรูปร่างใหญ่โต แต่ก็มีความกระฉับกระเฉงและเคลื่อนไหวได้อย่างคล่องแคล่ว เมนคูนเป็นแมวที่รักการผจญภัยและชอบทำกิจกรรมกลางแจ้ง หรือหากต้องอยู่ในบ้านเป็นหลัก เมนคูนก็สามารถสนุกกับการเล่นเกมง่าย ๆ กับสมาชิกในครอบครัวได้",
      "แมวเมนคูนนิสัยเป็นมิตรและชอบเข้าสังคม ทำให้เข้ากับคนและสัตว์เลี้ยงตัวอื่นได้ค่อนข้างดี นอกจากนี้แมวพันธุ์เมนคูนยังเป็นสัตว์เลี้ยงยอดนิยมในครอบครัวที่มีเด็กอีกด้วย",
      "แมวพันธุ์เมนคูนมีความกระตือรือร้นสูง ชอบเล่นเกมและทำกิจกรรม เช่น เล่นซ่อนหา เล่นคาบของ และปีนป่ายไปทั่วทั้งบ้าน เมนคูนเป็นแมวที่ฉลาด ว่านอนสอนง่าย คุณสามารถจัดหาเกมฝึกทักษะหรือแอปพลิเคชันเกมสำหรับแมวให้พวกเค้าเล่นได้ แมวพันธุ์เมนคูนยังต่างจากแมวพันธุ์อื่น ๆ ตรงที่ไม่กลัวน้ำ อันที่จริง เมนคูนชอบเล่นน้ำมาก คุณอาจพบพวกเค้าตามก๊อกน้ำและอ่างอาบน้ำอยู่บ่อย ๆ ทั้งนี้การเล่นถือเป็นวิธีออกกำลังกายที่ยอดเยี่ยม ช่วยเสริมให้เมนคูนของคุณมีสุขภาพดีและมีความสุข"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-16_200x200_1652359534832.jpeg",
    "outstanding": ["เป็นมิตร", "การปรับตัว", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "แมงซ์",
    "english_name": "Manx",
    "description": [
      "แมงซ์เป็นแมวขนาดกลางที่มาพร้อมความน่ารักน่าเอ็นดู รูปร่างกลม หัวและลำตัวโค้งมน มักถูกเรียกว่า “รัมปี้ส์” และ “สตัมป์ปี้ส์” เนื่องจากไม่มีหางหรือมีหางสั้นกุด หากคุณชื่นชอบแมวขนาดกะทัดรัด ขี้เล่น เป็นมิตร และอ่อนโยน แมงซ์คือตัวเลือกที่ดีที่สุดสำหรับคุณ นอกจากความน่ารักแบบเกินร้อยแล้ว แมงซ์ยังเป็นแมวที่ซื่อสัตย์ รักใคร่ และชอบใช้เวลาร่วมกับเจ้าของ ทำให้พวกเค้าเหมาะเป็นสัตว์เลี้ยงของทุกครอบครัว",
      "แมงซ์เป็นหนึ่งในสายพันธุ์ที่เก่าแก่ที่สุดในโลก โดยมีตำนานที่น่าสนใจเกี่ยวกับต้นกำเนิดของพวกเค้ามากมาย หนึ่งในนั้นเชื่อว่าเมื่อโนอาห์เรียกสัตว์ทั้งหมดไปที่เรือ มีแมวตัวหนึ่งเผลอหลับไป จึงต้องรีบขึ้นเรือในช่วงเวลาที่โนอาห์กำลังจะปิดประตูเรือ ส่งผลให้หางถูกตัดจนสั้นกุด และแมวตัวดังกล่าวก็คือแมงซ์ของเรานั่นเอง!"
    ],
    "characteristics": [
      "ลักษณะเฉพาะตัวของเจ้าเหมียวแมงซ์คือไม่มีหางหรือมีหางสั้นกุด และยังมีขาหลังยาวกว่าขาหน้าอีกด้วย ซึ่งจะเห็นได้ชัดเมื่อยืนขึ้น แมวแมงซ์มีรูปร่างอ้วนกลม หัวกลม สะโพกกลม อุ้งเท้าก็กลม ส่งผลให้แมงซ์ดูเป็นแมวที่บึกบึนและแข็งแกร่ง ทั้งนี้ความอวบอ้วนของแมงซ์เป็นผลมาจากขนที่หนาสองชั้น ไม่ใช่เพราะกล้ามเนื้อหรือไขมัน",
      "แมงซ์มีสีขนที่หลากหลาย อาจมีสีขนเดียวทั่วตัวหรือมีลายก้างปลา ดวงตาของแมงซ์ก็มีหลายเฉดสีเช่นเดียวกัน เช่น สีเหลืองอำพัน สีน้ำตาลแดง สีทอง สีเขียว สีเทา และสีทองแดง"
    ],
    "grooming": [
      "แม้ว่าจะมีขนหนาสองชั้น แต่การดูแลขนให้แมงซ์ก็ไม่ใช่เรื่องยาก และไม่จำเป็นต้องแปรงขนเป็นประจำ คุณอาจใช้ช่วงเวลานี้สร้างความผูกพันกับพวกเค้าเพิ่มด้วยก็ได้ แค่นั่งลงพร้อมแปรงขนให้พวกเค้า เพียงเท่านี้เจ้าตัวน้อยของคุณก็จะส่งเสียงเพอร์อย่างมีความสุขแล้ว",
      "แมงซ์เป็นแมวที่ผลัดขนน้อย แต่ขนสองชั้นของพวกเค้าก็อาจเป็นสังกะตังได้ง่าย โดยเฉพาะขนชั้นในที่อาจจับตัวเป็นก้อนและกลายเป็นแหล่งสะสมสิ่งสกปรก การแปรงขนสัปดาห์ละครั้งหรือสองครั้งก็เพียงพอแล้วที่จะกำจัดเส้นขนที่ตายแล้วออกจากร่างกาย และช่วยให้แมงซ์มีขนสุขภาพดี เงางามเปล่งประกาย แมงซ์จะผลัดขนมากขึ้นในช่วงฤดูใบไม้ผลิและฤดูใบไม้ร่วง ผู้เลี้ยงอาจต้องแปรงขนให้พวกเค้าบ่อยขึ้น",
      "นอกจากการแปรงขนแล้ว คุณยังต้องอาบน้ำให้แมงซ์เป็นครั้งคราว รวมถึงต้องตัดเล็บ ทำความสะอาดหู และแปรงฟันให้เจ้าแมงซ์ตัวน้อยเป็นประจำด้วย"
    ],
    "health": [
      "เจ้าเหมียวตัวป้อมนี้เป็นหนึ่งในสายพันธุ์แมวที่มีสุขภาพดีที่สุด แมงซ์จะแข็งแรงและอายุยืน หากได้รับการดูแลอย่างเหมาะสม แต่เนื่องจากไม่มีหางหรือหางสั้นมาก บวกกับมีรูปร่างล่ำสันแต่ขาเล็ก ส่งผลให้แมงซ์มักมีปัญหาเกี่ยวกับกระดูกสันหลัง ขาหลังอ่อนแรง ทำให้เดินลำบาก ควบคุมกระเพาะปัสสาวะไม่ได้และมีปัญหาเกี่ยวกับการเคลื่อนไหวของลำไส้"
    ],
    "playing_with_cats": [
      "แมงซ์เป็นแมวที่ฉลาดและร่าเริงมาก พวกเค้าชอบวิ่งเล่นรอบบ้าน ซึ่งดูเหมือนลูกโบว์ลิ่งกลิ้งไปมาเพราะรูปร่างอ้วนกลมของพวกเค้า ถือเป็นภาพที่น่ารักจนใจละลายเลยหล่ะ!",
      "ลักษณะเฉพาะอีกอย่างของแมวแมงซ์คือมีนิสัยคล้ายสุนัข โดยเฉพาะอย่างยิ่งเมื่ออยู่ในช่วงเล่นสนุก เพราะเจ้าแมงซ์ชอบเล่นคาบของเป็นที่สุด จะมีความสุขและเอนจอยมาก ๆ ซึ่งแตกต่างจากแมวตัวอื่นอย่างสิ้นเชิง นอกจากนี้แมงซ์ยังชอบคาบของเล่นไว้ในปาก ก่อนที่จะขุดแล้วก็นำไปฝังเอาไว้",
      "แมวแมงซ์สามารถกระโดดและปีนป่ายได้อย่างคล่องแคล่วด้วยขาหลังที่แข็งแรง ผู้เลี้ยงจึงควรหาคอนโดแมวหรือชั้นปีนป่ายมาไว้ในบ้าน และเช่นเดียวกับแมวสายพันธุ์อื่น แมงซ์ยังคงมีสัญชาตญาณนักล่าอยู่ในตัว ทำให้ไม้ล่อเหยื่อ ตุ๊กตาสัตว์ตัวเล็ก และปืนเลเซอร์เป็นของเล่นที่เหมาะมากสำหรับกระตุ้นให้พวกเค้าวิ่งไล่ไปมารอบ ๆ แมวแมงซ์ส่วนใหญ่ขี้เล่นแบบสุด ๆ รับรองเลยว่าคุณจะไม่มีวันเบื่อเมื่อต้องอยู่กับพวกเค้า"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-17_200x200_1652359579363.jpeg",
    "outstanding": ["เป็นมิตร", "ความขี้เล่น", "เลี้ยงง่าย"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เป็นมิตรกับสัตว์ – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "น้ำหนักเกิน – ⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐",
      "ฝึกง่าย – ⭐⭐⭐⭐",
      "เลี้ยงง่าย – ⭐⭐⭐⭐⭐"
    ]
  },
  {
    "name": "นอร์วีเจียนฟอเรสต์",
    "english_name": "Norwegian Forest Cat",
    "description": [
      "แมวนอร์วีเจียนฟอเรสต์เป็นแมวบ้านสายพันธุ์ที่มีต้นกำเนิดในยุโรปเหนือ เป็นที่รู้จักจากรูปร่างที่แข็งแรง ขนหนา 2 ชั้น หูเป็นกระจุก และหางเป็นพวง สายพันธุ์นี้ปรับให้เข้ากับสภาพอากาศหนาวเย็นและมี สัญชาตญาณการล่าสัตว์อันแข็งแกร่ง",
      "แมวนอร์วีเจียน ฟอเรสต์นั้นเป็นแมวสายพันธุ์โบราณที่มีถิ่นกำเนิดที่ประเทศนอร์เวย์เมื่อกว่า 500 ที่แล้ว บางคนยังเชื่อกันว่าแมวสายพันธุ์นี้น่าจะมีมายิ่งกว่า 2000 ปีเสียอีก เจ้าแมวแสนสวยพันธุ์นี้ยังเป็นที่รู้จักกันในนาม เวจีย์ (Wegie) นอร์สคอร์กกัต (Norskogkatt) สก็อกกัต (Skogkatt) หรือ นอร์สโกกัต (Norskskaukatt) ซึ่งว่ากันว่า ตามตำนานของชาวนอร์สนั้น แมวสายพันธุ์นี้เป็นผู้สืบเชื้อสายของเหล่าบรรดาแมวเทพ และก็ยังเป็นไปได้ว่า บรรพบุรุษของแมวสก็อกกัต (Skogkatt) นั้นก็คือแมวสายพันธุ์ตุรกีขนยาว (Turkish longhairs)"
    ],
    "characteristics": [
      "แมวป่านอร์เวย์เป็นแมวตัวใหญ่มีล่ำสัน มีขนกึ่งยาวที่ประกอบด้วยชั้นนอกเคลือบกันน้ำและมีขนชั้นในหนาทึบ มีตารูปอัลมอนด์ที่มีหลายสี หู มีขนเป็นกระจุกและมีหางยาวและเป็นพวง",
      "โดยทั่วไปของแมวสก็อกกัตนั้นเป็นแมวที่มีลายสีน้ำตาลหรือสีเทา ถึงแม้ว่าขนที่มีลักษณะกึ่งยาวกึ่งสั้นของมันจะต้องได้รับการแปรงบ้างเป็นบางครั้ง แต่โดยส่วนใหญ่ขนของมันก็ไม่ค่อยต้องดูแลอะไรมากนัก แต่ก็ต้องคอยหมั่นเอาพวกกิ่งไม้หรืออะไรที่ติดตามขนของมันออกอยู่เรื่อยๆ และแม้ว่าแมวตัวนี้จะถูกมองว่ามันเป็นแมวที่ “ถึก” แต่พวกมันก็มีด้านที่อ่อนโยนและยังขี้เล่น มีชีวิตชีวาและน่ารักอีกด้วย นอกจากนี้พวกมันยังมีนิสัยอ่อนโยนและรักเจ้าของโดยธรรมชาติอยู่แล้ว จึงอาศัยในบ้านร่วมกับผู้คนได้ไม่มีปัญหา ตราบใดที่พวกมันมีของเล่น สถานที่ให้มันปีนเล่น และที่ลับเล็บให้พวกมัน แมวนอร์วีเจียนฟอเรสต์เข้ากับแมวสายพันธุ์อื่นๆ และสุนัขได้ดี และยังชื่นชอบเด็กๆเป็นพิเศษอีกด้วย แมวที่แสนฉลาด กระตือรือร้น และมีชีวิตชีวาสายพันธุ์นี้จึงเป็นแมวที่สวยงามและน่าสนใจสำหรับหลายๆคน"
    ],
    "grooming": [
      "เนื่องจากขนหนา แมวนอร์วีเจียนฟอเรสต์จึงจำเป็นต้องดูแลขนเป็นประจำเพื่อป้องกันการพันกันและพันกัน แนะนำให้แปรงขนทุกสัปดาห์ โดยเฉพาะอย่างยิ่งในช่วงฤดูผลัดขน แมวยังอาจต้องอาบน้ำเป็นครั้งคราวเพื่อรักษาขนให้สะอาด"
    ],
    "health": [
      "โดยรวมแล้ว แมวนอร์วีเจียนฟอเรสต์เป็นสายพันธุ์ที่มีสุขภาพดีโดยไม่มีปัญหาด้านสุขภาพเฉพาะสายพันธุ์ อย่างไรก็ตาม เช่นเดียวกับแมวทุกตัว แมวอาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพทั่วไปของแมว เช่น ปัญหาทางทันตกรรม โรคอ้วน และปัญหาระบบทางเดินปัสสาวะ การตรวจสุขภาพโดยสัตวแพทย์เป็นประจำเป็นสิ่งสำคัญเพื่อให้แน่ใจว่าสุนัขมีความเป็นอยู่ที่ดี"
    ],
    "playing_with_cats": [
      "แมวป่านอร์เวย์โดยทั่วไปเป็นมิตรและเข้ากับคนง่าย และพวกมันสามารถเข้ากันได้ดีกับแมวตัวอื่น ๆ หากได้รับการแนะนำอย่างเหมาะสม พวกเขาสนุกกับการเล่นแบบโต้ตอบและอาจชื่นชอบของเล่นที่กระตุ้นสัญชาตญาณการล่าสัตว์ เช่น ไม้กายสิทธิ์ขนนกหรือเครื่องป้อนปริศนา"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-19_200x200_1652359656350.jpeg",
    "outstanding": ["เข้ากับผู้คน"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "อ็อกซิแคต",
    "english_name": "Ocicat",
    "description": [
      "อ็อกซิแคต เป็นแมวบ้านพันธุ์หนึ่งที่มีลักษณะคล้ายแมวป่า แต่ไม่มี DNA ป่าในแหล่งยีนของมัน เป็นที่รู้จักจากขนลายจุดและรูปร่างแข็งแรงแมวสายพันธุ์อเมริกันขนสั้นนั้นเป็นเพียงแมวเลี้ยงลายจุดสายพันธุ์เดียวที่ถูกเลือกสำหรับเพราะพันธุ์เพื่อ “เลียนแบบ” แมวป่า แมวอ็อกซิแคตนั้นเป็นแมวขนาดใหญ่ที่กระตือรือร้น และมีร่างกายที่แข็งแรง กำยำ มีขนแน่นสั้นเงางามแบบผ้าซาตินที่เผยให้เห็นลายจุดของมันอย่างชัดเจน",
      "ในปี 1964 นั้น ได้เกิดแมวอ็อกซิแคตในยุคแรกขึ้นซึ่งเป็นผลผลิตที่ไม่คาดคิดจากการทดลองผสมพันธุ์เพื่อผลิตแมวสยามที่มีลักษณะแบบ Aby-point แต่เจ้าลูกแมวสีงาช้างลายจุดสีทองที่ได้ออกมาแทนนั้นก็สร้างความประหลาดใจเป็นอย่างยิ่ง และพวกมันก็ได้ชื่อนี้มาเพราะมีรูปร่างคล้ายกับเสือดาวพันธุ์หนึ่ง แมวพันธุ์นี้กลายมาเป็นที่รักใคร่ของผู้พบเห็นในทันที และก็มีการผสมพันธุ์อย่างต่อเนื่องเพื่อให้ได้แมวสายพันธุ์นี้มา เพราะที่ผ่านมาไม่เคยมีการผสมพันธุ์แมวเลี้ยงแล้วได้เป็นแมวที่มีลายจุดสวยงามแบบแมวป่าในขณะที่ยังมีนิสัยน่ารัก อ่อนโยนแบบแมวเลี้ยงมาก่อน"
    ],
    "characteristics": [
      "อ็อกซิแคต เป็นแมวที่กระตือรือร้น ขี้เล่น และชอบเข้าสังคม พวกมันฉลาดและสนุกกับการเล่นแบบโต้ตอบร่วมกับเพื่อนมนุษย์",
      "แม้ว่าแมวอ็อกซิแคตจะดูดุเหมือนแมวป่า แต่ที่จริงมันมีนิสัยที่ไม่ดุร้ายเลยและยังชื่นชอบผู้คนมากอีกด้วย พวกมันค่อนข้างฉลาดและฝึกง่าย แมวอ็อกซิแคตหลายตัวสามารถฝึกให้ไปคาบของมา หรือเดินโดยมีสายคล้อง หรือตอบสนองต่อคำสั่ง และปรับตัวเข้ากับกฏระเบียบในบ้านได้เป็นอย่างดี แต่ทว่าด้วยความที่พวกมันเป็นสัตว์ที่โดยธรรมชาติชอบเข้าสังคม แมวพันธุ์นี้จึงไม่เหมาะที่จะปล่อยให้อยู่ตัวเดียวเป็นระยะเวลานาน แต่เหมาะที่จะเลี้ยงไว้ในบ้านที่มีแมวหรือสุนัขตัวอื่นไว้อยู่แล้ว"
    ],
    "grooming": [
      "แมวอ็อกซิแคตจะเป็นแมวที่ดูแปลกใหม่ แต่มันก็เลี้ยงง่าย และไม่ต้องดูแลอะไรเป็นพิเศษ สำหรับอาหารการกินนั้นก็เหมือนกับแมวสายพันธุ์อื่นๆ และก็ไม่ต้องทำอะไรกับขนสั้นของมันมาก นอกจากอาบน้ำและตัดแต่งขนเป็นครั้งเป็นคราว พวกมันไม่ค่อยมีปัญหาเรื่องสุขภาพเท่าไหร่ และพื้นเพทางพันธุกรรมของมันก็ทำให้มันเป็นสัตว์ที่มีพลังและชีวิตชีวาเป็นธรรมชาติอยู่แล้ว"
    ],
    "health": [
      "โดยทั่วไปแล้ว อ็อกซิแคตเป็นแมวที่มีสุขภาพดีโดยไม่มีปัญหาด้านสุขภาพเฉพาะสายพันธุ์ อย่างไรก็ตาม เช่นเดียวกับแมวอื่นๆ พวกมันควรได้รับการตรวจสุขภาพและฉีดวัคซีนจากสัตวแพทย์เป็นประจำ"
    ],
    "playing_with_cats": [
      "อ็อกซิแคต โดยทั่วไปเป็นแมวที่เข้ากับคนง่ายและสามารถเข้ากับแมวตัวอื่นได้ดี โดยเฉพาะอย่างยิ่งหากได้รับการแนะนำอย่างเหมาะสมและให้เวลาในการปรับตัว"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/thumb_cat-breeds-20_1652359711911.jpeg",
    "outstanding": ["เป็นมิตร", "การปรับตัว"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "โอเรียนทัลขนสั้น",
    "english_name": "Oriental Shorthair",
    "description": [
      "โอเรียนเต็ล ช็อตแฮร์เป็นแมวบ้านสายพันธุ์ที่มีความเกี่ยวข้องอย่างใกล้ชิดกับแมววิเชียรมีส ขึ้นชื่อเรื่องรูปร่างเพรียวบาง หูใหญ่ และตารูปอัลมอนด์ สายพันธุ์นี้มีหลายสีและ ลวดลาย รวมถึงลายทึบ ลายลาย และสีสองสี",
      "แมวโอเรียนทัลขนสั้นนั้นเป็นแมวที่ทั้งอยากรู้อยากเห็นและมั่นอกมั่นใจในตัวเองเป็นอย่างยิ่ง พวกมันเป็นเหมือนกับ “เครื่องมอบความสุข” และของขวัญชิ้นพิเศษที่มีอยู่ในบ้าน แมวสายพันธุ์นี้เต็มเปี่ยมไปด้วยเสน่ห์และความเฉลียวฉลาด และยังว่องไวแต่ก็ไม่ลืมที่จะทำให้ทุกๆคนที่ได้พบเจอหลงรัก! นอกจากจะเป็นแมวที่แสนจะมั่นใจในตัวเองแล้ว แมวโอเร็นทัลขนสั้นยังชอบอยู่ร่วมกับผู้คนในครอบครัวและชอบร่วมกิจกรรมประจำวันต่างๆ ไม่ว่าจะเป็น การเล่นในสวนหรือนั่งดูโทรทัศน์รายการโปรดบนตักคุณ"
    ],
    "characteristics": [
      "โอเรียนทอล ชอร์ตแฮร์เป็นแมวที่ฉลาด ขี้สงสัย และร้องได้ พวกมันกระตือรือร้นสูงและสนุกกับการเล่นแบบโต้ตอบ พวกมันยังแสดงความรักใคร่และสร้างความผูกพันอันแน่นแฟ้นกับเพื่อนร่วมทางที่เป็นมนุษย์"
    ],
    "grooming": [
      "โอเรียนเต็ล ช็อตแฮร์มีขนที่สั้นและเงางามซึ่งต้องการการดูแลเพียงเล็กน้อย การแปรงขนเป็นประจำจะช่วยกำจัดขนที่หลุดร่วงและทำให้ขนเงางาม นอกจากนี้ ยังอาจต้องได้รับการดูแลทันตกรรมและตัดเล็บเป็นประจำ"
    ],
    "health": [
      "โดยรวมแล้ว โอเรียนเต็ล ชอร์ตแฮร์โดยทั่วไปแล้วเป็นแมวที่มีสุขภาพดี อย่างไรก็ตาม พวกมันอาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่าง เช่น ปัญหาทางทันตกรรมและปัญหาระบบทางเดินหายใจ การตรวจสุขภาพโดยสัตวแพทย์เป็นประจำเป็นสิ่งสำคัญเพื่อให้แน่ใจว่าพวกมันมีความเป็นอยู่ที่ดี"
    ],
    "playing_with_cats": [
      "แมวพันธุ์โอเรียนทอลขนสั้นโดยทั่วไปเป็นแมวที่เข้ากับคนง่ายและสามารถเข้ากับแมวตัวอื่นได้ดี โดยเฉพาะอย่างยิ่งหากได้รับการแนะนำอย่างเหมาะสม พวกมันสนุกกับการเล่นแบบโต้ตอบและอาจได้รับประโยชน์จากการมีแมวเป็นเพื่อนคอยเป็นเพื่อน"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-21_200x200_1652359746778.jpeg",
    "outstanding": ["ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "เปอร์เซีย",
    "english_name": "Persian",
    "description": [
      "ถ้าหากคุณเป็นแฟนคลับเจ้าเหมียวการ์ฟีลด์ คุณจะต้องหลงรักลูกแมวเปอร์เซียและแมวเปอร์เซียโตเต็มวัยอย่างแน่นอน พวกเค้าเป็นที่รู้จักกันในฉายา “แมวหน้าตุ๊กตา” มีต้นกำเนิดมาจากแถบเปอร์เซีย ก่อนจะถูกนำตัวเข้ามายังยุโรป และได้รับการขยายพันธุ์จนเป็นที่นิยมอย่างกว้างขวาง นอกจากความน่ารักน่าเอ็นดูแล้ว นิสัยแมวเปอร์เซียก็เป็นที่ถูกใจทาสแมวทั่วโลกเช่นกัน พวกเค้าทั้งน่ารักและไม่ซุกซน",
      "อย่างไรก็ตาม การดูแลแมวเปอร์เซียอาจไม่ใช่เรื่องง่าย เนื่องจากแมวพันธุ์เปอร์เซียมีใบหน้าแบน จมูกสั้น อีกทั้งยังมีขนยาวและหนา แต่จะมีใครปฏิเสธความน่ารักของลูกแมวเปอร์เซียหรือความสง่างามของแมวเปอร์เซียในช่วงโตเต็มวัยได้ล่ะ ใคร ๆ ก็อยากรับเลี้ยงเจ้าเหมียวหน้ามู่ทู่พันธุ์นี้ทั้งนั้น แต่อย่ารีบร้อนตัดสินใจ แนะนำให้ศึกษาข้อมูลแมวเปอร์เซียกันก่อน ทั้งลักษณะเด่นของสายพันธุ์ นิสัยแมวเปอร์เซียที่ควรรู้ และวิธีเลี้ยงแมวเปอร์เซียอย่างเหมาะสม"
    ],
    "characteristics": [
      "ด้วยหน้าตาที่น่ารักและนิสัยที่อ่อนโยน ทำให้ลูกแมวเปอร์เซียหรือแมวเปอร์เซียแตกต่างจากแมวสายพันธุ์อื่น ๆ โดยลักษณะเด่นของแมวพันธุ์เปอร์เซียอยู่ที่ดวงตากลมโต ใบหน้าแบน แก้มป่อง และจมูกสั้น นอกจากนี้แมวเปอร์เซียยังมีขนยาวสวย หนาและนุ่มฟู ทำให้ดูน่ารักน่ากอดมากขึ้นไปอีก แมวเปอร์เซียส่วนใหญ่จะค่อนข้างเงียบ รักสงบ และไม่ซุกซน นิสัยแมวเปอร์เซียจึงเป็นอีกหนึ่งปัจจัยที่ทำให้ใครหลาย ๆ คนตกหลุมรัก",
      "แมวพันธุ์เปอร์เซียจัดอยู่ในกลุ่มแมวขนาดกลางถึงใหญ่ มีโครงสร้างกระดูกแข็งแรง สูงประมาณ 10 – 15 นิ้ว โดยแมวเปอร์เซียตัวผู้อาจหนักได้ถึง 5 กก. แม้จะมีร่างกายกำยำบึกบึน แต่นิสัยแมวเปอร์เซียกลับตรงกันข้าม พวกเค้าไม่ค่อยกระตือรือร้น ชอบนอนซุกตัวสบาย ๆ กับทาสแมวคนโปรดมากกว่า",
      "นอกจากจะมีขนยาวหนาทั่วตัวแล้ว แมวพันธุ์เปอร์เซียยังมีขนฟูนุ่มน่าจับอยู่รอบ ๆ คอ รวมถึงมีขนเล็ก ๆ แซมบริเวณใบหน้า ใบหู ขา อุ้งเท้า และหางด้วย เราอาจพบลูกแมวเปอร์เซียและแมวเปอร์เซียในสีขนต่าง ๆ เช่น สีดำ ครีม ขาว เทาหม่น น้ำตาลกึ่งเทา น้ำตาลช็อกโกแลต และน้ำตาลแดง"
    ],
    "grooming": [
      "แมวพันธุ์เปอร์เซียได้รับการยกย่องไปทั่วโลกในเรื่องความสง่างามที่ไม่มีใครเทียบได้ แม้ว่าขนยาวสวยของลูกแมวเปอร์เซียจำเป็นต้องได้รับการดูแลมากเป็นพิเศษ แต่วิธีเลี้ยงแมวเปอร์เซียก็ไม่ได้ยุ่งยากจนเกินรับมือ เพราะนิสัยแมวเปอร์เซียส่วนใหญ่จะรักสะอาด อย่างไรก็ตาม คุณควรอาบน้ำและแปรงขนเจ้าแมวเปอร์เซียบ่อย ๆ รวมถึงต้องแปรงฟัน ตัดเล็บ ทำความสะอาดตาและหูเป็นประจำด้วย"
    ],
    "health": [
      "แมวพันธุ์เปอร์เซียติดอันดับสายพันธุ์ยอดนิยมไปทั่วทั้งโลก คุณสามารถโอ้อวดความน่ารักและนิสัยของแมวเปอร์เซียได้อย่างภาคภูมิใจ แต่อย่าลืมเอาใจใส่เรื่องสุขภาพและคอยระวังโรคที่พบได้บ่อยในลูกแมวเปอร์เซียหรือแมวเปอร์เซียโตเต็มวัยกันด้วย การเรียนรู้วิธีเลี้ยงแมวเปอร์เซียอย่างเหมาะสมก็สำคัญมากเช่นกัน",
      "ลูกแมวเปอร์เซียหรือแมวเปอร์เซียมีโรคประจำสายพันธุ์ที่ผู้เลี้ยงต้องระมัดระวัง โดยก่อนรับเลี้ยงลูกแมวเปอร์เซีย คุณควรสอบถามประวัติและข้อมูลเบื้องต้นจากผู้เพาะพันธุ์ให้เรียบร้อย รวมถึงต้องพาไปพบสัตวแพทย์เพื่อตรวจสอบว่าลูกแมวเปอร์เซียหรือแมวเปอร์เซียของคุณเสี่ยงต่อการติดเชื้อหรือไม่ มีปัญหาสุขภาพที่น่ากังวลแอบแฝงอยู่หรือเปล่า การพบคุณหมอยังเป็นโอกาสที่ดีในการขอคำแนะนำเกี่ยวกับวิธีเลี้ยงแมวเปอร์เซียอย่างถูกต้องด้วย อย่างไรก็ตาม แมวพันธุ์เปอร์เซียส่วนใหญ่มีสุขภาพโดยรวมค่อนข้างดี มีอายุยืนยาว อยู่ได้นาน 16 – 20 ปีเลยทีเดียว",
      "นอกเหนือจากปัญหาสุขภาพที่สืบทอดทางพันธุกรรมแล้ว ทั้งลูกแมวเปอร์เซียและแมวเปอร์เซียโตเต็มวัยยังเสี่ยงต่อโรคทั่วไปของแมวด้วย ไม่ว่าจะเป็นปัญหาข้อต่อ ปัญหาสุขภาพตา ปัญหาเกี่ยวกับผิวหนังและเส้นขน แมวพันธุ์เปอร์เซียจึงควรได้รับการดูแลเอาใจใส่อย่างดี รวมถึงควรได้รับการกระตุ้นทางกายภาพอย่างเพียงพอ เนื่องจากนิสัยแมวเปอร์เซียส่วนใหญ่ไม่ค่อยกระตือรือร้น ชอบอยู่นิ่ง ๆ จึงมักจะเสี่ยงต่อการเป็นโรคอ้วน ขอแนะนำให้พาแมวเปอร์เซียของคุณไปตรวจสุขภาพเป็นประจำ หากมีข้อสงสัยเกี่ยวกับการดูแลหรือวิธีเลี้ยงแมวเปอร์เซีย คุณสามารถปรึกษาสัตวแพทย์เพิ่มเติมได้"
    ],
    "playing_with_cats": [
      "แม้ว่านิสัยแมวเปอร์เซียจะค่อนข้างนิ่ง เงียบสงบ และไม่ค่อยกระตือรือร้น แต่พวกเค้าก็มุมขี้เล่นอยู่บ้าง อาจกล่าวได้ว่าแมวพันธุ์เปอร์เซียคือแมวเด็กในร่างยักษ์ พวกเค้าชอบวิ่งเล่นและกลิ้งตัวไปมารอบ ๆ ห้อง อีกทั้งยังเพลิดเพลินกับการทำกิจกรรมและเล่นเกมฝึกทักษะต่าง ๆ หลังจากเล่นสนุกจนพอใจแล้ว เจ้าแมวเปอร์เซียจะชอบมานั่งตัก เข้ามาคลอเคลีย และนอนซุกตัวข้างกายทาสแมวคนโปรด"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-22_200x200_1652359777697.jpeg",
    "outstanding": ["เป็นมิตร", "การปรับตัว", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "แร็กดอลล์",
    "english_name": "Ragdoll",
    "description": [
      "ชื่อสายพันธุ์บ่งบอกถึงตัวตนของพวกเค้าได้เป็นอย่างดีเลย สำหรับ “แร็กดอลล์” แมวเหมียวที่นั่งตักคุณได้นานตลอดทั้งวัน แร็กดอลล์ไม่เพียงแต่เป็นมิตรมากเท่านั้น พวกเค้ายังน่ารักอ่อนโยนมากอีกด้วย ซึ่งทำให้พวกเค้ากลายเป็นสัตว์เลี้ยงยอดนิยมของครอบครัวที่มีเด็กหรือสัตว์เลี้ยงชนิดอื่นในบ้าน",
      "แร็กดอลล์จัดเป็นหนึ่งในสายพันธุ์ที่มีขนาดใหญ่ มีน้ำหนักตัวมาก แต่ดูแลและรับมือได้ไม่ยากเลย เพียงแปรงขนสัปดาห์ละ 2 – 3 ครั้ง ก็จะทำให้ขนเงางามเปล่งประกายและมีสุขภาพดีได้แล้ว มีนิสัยรักสงบ เจ้าเหมียวแสนน่ารักเหล่านี้ไม่ได้มีร่างกายแข็งแรงปราดเปรียว จึงชอบทำกิจกรรมที่ไม่โลดโผน และชื่นชอบการซุกตัวบนตักเป็นที่สุด เรียกว่าเป็นเหมียวติดเจ้าของเลย!",
      "นอกจากนิสัยชอบกอดชอบคลอเคลียหรือความน่ารักน่าเอ็นดูแล้ว พวกเค้ายังรักเจ้าของมาก ๆ แมวแร็กดอลล์จะคอยอยู่เคียงข้างเจ้าของเสมอ แต่จะไม่รบกวนหรือวอแวจนเกินไป ทำให้พวกเค้าเป็นหนึ่งในเพื่อนขนฟูที่ดีที่สุดสำหรับคนที่มีตารางชีวิตที่วุ่นวาย"
    ],
    "characteristics": [
      "เจ้าเหมียวขนนุ่มน่ากอดเหล่านี้มีรูปร่างใหญ่ กล้ามเนื้อแน่น น้ำหนักตัวมาก และมีขนยาวนุ่มลื่น พวกเค้ายังมีใบหน้าใหญ่ทรงเหลี่ยม มาพร้อมดวงตากลมโตสีฟ้าสดใส เราอาจพบแร็กดอลล์ได้ในหลากหลายสีขน แต่ส่วนใหญ่มักมีสองสี โดยมีแต้มสีอยู่บริเวณรอบดวงตา ใบหู ขาหลัง และหาง"
    ],
    "grooming": [
      "แมวแร็กดอลล์เป็นสายพันธุ์ที่ง่ายต่อการดูแล ไม่ต้องแปรงขนบ่อย และมีขนร่วงไม่มาก พวกเค้าชอบเลียทำความสะอาดตัวเองนานนับชั่วโมงเหมือนแมวพันธุ์อื่น ๆ สิ่งที่คุณต้องทำจึงมีเพียงการอาบน้ำให้เป็นครั้งคราว ตัดเล็บ และทำความสะอาดใบหู ทั้งนี้แนะนำให้เริ่มดูแลทำความสะอาดพวกเค้าตั้งแต่ยังเด็ก เพื่อให้เกิดความคุ้นชิน ไม่ตื่นตกใจหรือหวาดกลัว"
    ],
    "health": [
      "เจ้าเหมียวแร็กดอลล์ถือเป็นสายพันธุ์ที่แข็งแรง สุขภาพดี มีอายุยืนถึง 18 ปี แต่แน่นอนว่าพวกเค้ายังมีโอกาสเสี่ยงต่อโรคจำเพาะบางอย่างเช่นกัน เพื่อให้แน่ใจว่าแมวแร็กดอลล์ของคุณสุขภาพดีและมีอายุยืนยาวขึ้น ควรดูแลระมัดระวังโรคต่าง ๆ ดังต่อไปนี้",
      "กล้ามเนื้อหัวใจหนา - เป็นโรคร้ายที่เกิดขึ้นกับแมวหลากหลายสายพันธุ์ เจ้าเหมียวแร็กดอลล์เองก็หนีไม่พ้นเช่นกัน เพราะผนังกล้ามเนื้อหัวใจหนาขึ้นจนผิดปกติ ส่งผลให้เจ้าเหมียวมีอาการอ่อนเพลีย อ้าปากหายใจหรือหายใจลำบาก หายใจเร็ว ชีพจรอ่อน หัวใจเต้นเร็ว",
      "การติดเชื้อทางเดินปัสสาวะ - เป็นอีกหนึ่งอาการที่พบบ่อยในแร็กดอลล์ การติดเชื้อจะส่งผลต่อระบบทางเดินปัสสาวะ ทั้งกระเพาะปัสสาวะ ท่อปัสสาวะ รวมไปถึงไตด้วย เหล่านี้คือสัญญาณเตือนที่คุณสามารถสังเกตได้โดยมีการปัสสาวะรดที่นอน ปัสสาวะออกมาเป็นเลือด เลียอวัยวะเพศบ่อย พยายามปัสสาวะอย่างต่อเนื่องแต่ทำไม่ได้ ส่งเสียงร้องด้วยความเจ็บปวดขณะที่ปัสสาวะ"
    ],
    "playing_with_cats": [
      "แมวแร็กดอลล์นิสัยเป็นมิตร ร่าเริง และค่อนข้างขี้เล่น แต่ด้วยรูปร่างขนาดใหญ่ น้ำหนักตัวมาก จึงไม่ค่อยกระโดดหรือปีนป่ายมากนัก เจ้าของควรเตรียมของเล่นที่หลากหลายเอาไว้ให้เค้า และควรเลือกซื้อคอนโดแมวที่มีขนาดไม่สูงมาก แมวแร็กดอลล์มักงีบหลับสลับกับวิ่งเล่นไปมาตลอดวัน พวกเค้าชอบได้รับการกอดและสัมผัสจากเจ้าของมาก ดังนั้นอย่าลืมแบ่งเวลามาเอาอกเอาใจพวกเค้ากันด้วยนะ"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-23_200x200_1652359814394.jpeg",
    "outstanding": [
      "เป็นมิตรกับคนแปลกหน้า",
      "แนวโน้มที่จะน้ำหนักเกิน",
      "เลี้ยงง่าย"
    ],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เป็นมิตรกับสัตว์ – ⭐⭐⭐⭐⭐",
      "เป็นมิตรกับคนแปลกหน้า – ⭐⭐⭐⭐⭐ ",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "แนวโน้มที่จะน้ำหนักเกิน – ⭐⭐⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐ ",
      "อายุขัย – ⭐⭐⭐⭐⭐",
      "ฝึกง่าย – ⭐⭐⭐⭐",
      "เลี้ยงง่าย – ⭐⭐⭐⭐⭐"
    ]
  },
  {
    "name": "รัสเซียนบลู",
    "english_name": "Russian Blue",
    "description": [
      "รัสเชียนบลูเป็นสายพันธุ์แมวที่สวยงามและสง่างาม เป็นที่รู้จักจากขนสีเทาอมฟ้าที่โดดเด่นและดวงตาสีเขียวที่น่าดึงดูด ด้วยรูปร่างที่เพรียวบางและมีล่ำสัน แมวเหล่านี้จึงแสดงความรู้สึกสง่างามและซับซ้อนดวงตาสีเขียวเป็นประกายและท่วงท่าที่สง่างามนั้นถูกนำไปเชือมโยงกับสัญลักษณ์ของความเป็นเชื้อพระวงศ์ ซึ่งที่น่าสนใจคือ ในอดีตพวกมันต่างก็เป็นที่ปรารถนาของเหล่าบรรดาซาร์ (Tsars) และขุนนางอีกด้วย บรรดาแมวรัสเซียนบลูที่สวยงามนั้นมักจะมีท่วงท่าที่ดูหยิ่งผยองแต่ก็แฝงไว้ซึ่งจิตใจที่อ่อนโยน แมวรัสเซียนบลูของออสเตรเลียนั้นถูกนำมาผสมพันธุ์ให้มีลักษณะมาตรฐานที่เหมือนกับแมวรัสเซียนบลูในประเทศอังกฤษแต่จะแตกต่างอย่างมากกับแมวรัสเซียนบลูในสหรัฐอเมริกา แมวรัสเซียนบลูนั้นมีขนสองชั้น ซึ่งแตกต่างจากแมวสายพันธุ์อื่นๆ ตรงที่ขนที่สั้น หนา สวยงามของมันนั้นทำให้เห็นขนสองขั้นของมันได้อย่างเด่นชัด ",
      "ลำตัวที่มีสีฟ้าใสก็ทำให้ตัวมันนั้นมีสีเงินเงาแวววาวซึ่งยิ่งทำให้มันดูสง่างามยิ่งขึ้นไปอีก เหล่าแมวรัสเซียนบลูที่ดูสง่างามและทรงพลังนี้ไม่ใช่แมวที่ดุดันแต่อย่างใด ซึ่งทำให้พวกมันเหมาะที่จะเป็นสัตว์เลี้ยงไว้ในบ้านเป็นอย่างยิ่ง พวกมันเข้ากับคนอื่นในบ้านได้ดี ไม่ว่าจะเป็นผู้คนหรือสัตว์เลี้ยงชนิดอื่นๆ หากพวกมันได้รับการดูแลและการเคารพเป็นอย่างดี"
    ],
    "characteristics": [
      "แมวรัสเซียนบลูมักจะเงียบและเก็บตัวแต่สร้างสายสัมพันธ์อันแน่นแฟ้นกับเพื่อนมนุษย์ พวกมันฉลาด ขี้สงสัย และสนุกกับการสังเกตสภาพแวดล้อมจากระยะไกลที่ปลอดภัย แม้จะมีธรรมชาติสงวนไว้ พวกมันก็สามารถแสดงความรักและภักดีต่อ ครอบครัวของพวกเขา"
    ],
    "grooming": [
      "การเลี้ยงแมวรัสเซียนบลูค่อนข้างง่ายเนื่องจากมีขนสั้นและหนาแน่นซึ่งไม่สามารถเป็นเสื่อได้ง่าย การแปรงขนเป็นประจำจะช่วยกำจัดขนที่หลุดร่วงและรักษาขนให้เงางาม นอกจากนี้ แนะนำให้ตัดเล็บและดูแลทันตกรรมเป็นประจำ"
    ],
    "health": [
      "โดยทั่วไปแล้ว แมวพันธุ์รัสเซียนบลูมีสุขภาพที่ดี แต่ก็เหมือนกับแมวทุกสายพันธุ์ พวกมันอาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่าง เช่น ปัญหาทางทันตกรรมและทางเดินปัสสาวะ การตรวจสุขภาพโดยสัตวแพทย์เป็นประจำและการรับประทานอาหารที่สมดุลถือเป็นสิ่งสำคัญในการรักษาสุขภาพดีของพวกมัน และความเป็นอยู่ที่ดี"
    ],
    "playing_with_cats": [
      "แมวพันธุ์ Russian Blue เพลิดเพลินกับการเล่นแบบอินเทอร์แอคทีฟที่กระตุ้นสัญชาตญาณการล่าสัตว์ ของเล่น เช่น ของเล่นไม้กายสิทธิ์ ที่ป้อนปริศนา และตัวชี้เลเซอร์สามารถกระตุ้นจิตใจและร่างกายให้กับแมวฉลาดเหล่านี้ได้ การหมุนของเล่นเป็นประจำเพื่อเก็บไว้เป็นสิ่งสำคัญ มีส่วนร่วม"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/thumb_cat-breeds-02_1652358773616.jpeg",
    "outstanding": ["ง่ายต่อการฝึก"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "สก็อตติชโฟลด์",
    "english_name": "Scottish Fold",
    "description": [
      "สก็อตติชโฟล์ดเป็นแมวที่มีรูปลักษณ์โดดเด่น เป็นที่รู้จักจากหูพับซึ่งทำให้มีลักษณะเหมือนนกฮูก พวกมันมีนิสัยอ่อนหวานและอ่อนโยน ทำให้เป็นเพื่อนที่ดีกับครอบครัวและบุคคลทั่วไป น้องเหมียวสายพันธุ์นี้ยังมีหนวดที่โดดเด่นที่ทำให้มันดูเหมือนว่ากำลัง “ยิ้ม” อยู่ตลอดเวลา ซึ่งก็เป็นอะไรที่เจ้าเหมียวที่แสนจะเป็นมิตรนี้คงทำอยู่แล้วถ้ามันทำได้ นอกจากนี้ แมวสายพันธุ์นี้ยังชอบนอนหงายหลังซึ่งต่างจากแมวพันธุ์อื่นๆอีกด้วย",
      "โดยปกติแล้วน้องเหมียวสก็อตติชโฟลด์เป็นสัตว์ที่อ่อนโยนและชอบอยู่ร่วมกับผู้คนและยังชอบเป็นคนกำกับกิจกรรมต่างๆในบ้านอีกด้วย ทว่า เจ้าเหมียวที่แสนจะน่ารักสายพันธุ์นี้ไม่ชอบอยู่ตัวคนเดียวเสียเท่าไหร่ จึงไม่ควรปล่อยมันไว้ลำพังนานนัก หากใครจะเลี้ยงแมวสายพันธุ์นี้แต่จะไม่ได้อยู่บ้านบ่อยๆ ก็ควรเลี้ยงแมวสก็อตติชโฟลด์ไว้สองตัวให้มันได้อยู่เป็นเพื่อนกัน ซึ่งจริงๆแล้วเนี่ย การมีแมวสายพันธุ์นี้สองตัวก็หมายความว่าคุณจะได้ความรักจากพวกมันเพิ่มเป็นสองเท่า"
    ],
    "characteristics": [
      "แมวสก็อตติชโฟลด์โดยทั่วไปเป็นแมวขนาดกลางที่มีใบหน้ากลม ดวงตากลมโต และมีรูปร่างที่แข็งแรง ลักษณะเด่นที่สุดของแมวคือหูพับ ซึ่งเกิดจากการกลายพันธุ์ทางพันธุกรรม มีหลายสีและหลายแบบ มีลวดลายพร้อมขนหนานุ่มหรูหรา"
    ],
    "grooming": [
      "สกอตติชโฟลด์มีข้อกำหนดในการแปรงขนในระดับปานกลาง การแปรงขนเป็นประจำจะช่วยกำจัดขนที่หลุดร่วงและป้องกันการปูด นอกจากนี้ การตัดแต่งเล็บและการดูแลทันตกรรมเป็นประจำยังมีความสำคัญต่อสุขภาพดีและความเป็นอยู่ที่ดี"
    ],
    "health": [
      "แม้ว่าแมวพันธุ์สก็อตติชโฟลด์โดยทั่วไปจะเป็นแมวที่มีสุขภาพดี แต่ก็มีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่างที่เกี่ยวข้องกับโครงสร้างหู เช่น การติดเชื้อในหูและปัญหาการได้ยิน การฝึกผสมพันธุ์อย่างมีความรับผิดชอบมีความสำคัญอย่างยิ่งในการลดความเสี่ยงของภาวะสุขภาพที่สืบทอดมา"
    ],
    "playing_with_cats": [
      "สกอตติช โฟลด์เป็นสุนัขที่สนุกสนานและเพลิดเพลินกับการเล่นแบบโต้ตอบกับเจ้าของ นอกจากนี้ พวกเขายังชื่นชอบการมีของเล่นเพื่อกระตุ้นจิตใจและร่างกาย อย่างไรก็ตาม สิ่งสำคัญคืออย่าออกแรงมากเกินไปเนื่องจากเสี่ยงต่อปัญหาร่วมกัน"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-24_200x200_1652359857318.jpeg",
    "outstanding": ["เป็นมิตร", "เข้ากับผู้คน"],
    "overall": [
      "เป็นมิตร  –⭐⭐⭐⭐⭐",
      "การปรับตัว  – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น  – ⭐⭐⭐⭐",
      "เข้ากับผู้คน  – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น  – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน  – ⭐⭐",
      "สุขภาพดี  – ⭐⭐⭐⭐",
      "อายุขัย  – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก  – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง  – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "วิเชียรมาศ",
    "english_name": "Siamese",
    "description": [
      "เราเชื่อว่าทาสแมวส่วนใหญ่หลงรักแมวที่ชอบแสดงออก ชอบเล่น และทำให้เราเพลิดเพลินได้ตลอดทั้งวัน ยิ่งมีนิสัยน่ารักและเป็นมิตรก็ยิ่งถูกใจ หากคุณกำลังมองหาแมวลักษณะนี้อยู่ บางทีแมววิเชียรมาศอาจเป็นตัวเลือกที่ดีที่สุดสำหรับคุณ วิเชียรมาศมีนิสัยซุกซนแต่ก็ซื่อสัตย์ รูปลักษณ์ก็โดดเด่นสะดุดตา มีต้นกำเนิดจากประเทศไทยหรือชื่อดั้งเดิมคือประเทศสยาม พวกเค้าจึงเป็นที่รู้จักกันในอีกชื่อหนึ่งว่า “แมวสยาม” พวกเค้าจัดเป็นสายพันธุ์ที่มีชื่อเสียงและได้รับความนิยมไปทั่วโลก"
    ],
    "characteristics": [
      "แมวสยามเป็นที่เลื่องลือมายาวนาน ทั้งลักษณะนิสัยและรูปลักษณ์ที่โดดเด่น วิเชียรมาศมีรูปร่างผอมเพรียว ปราดเปรียว และว่องไว ซึ่งช่วยเสริมบุคลิกขี้เล่นและขี้สงสัยของพวกเค้าได้เป็นอย่างดี ลวดลายและสีขนของวิเชียรมาศก็ถือเป็นลักษณะเด่นเฉพาะตัว พวกเค้ามีขนสีครีมเปล่งประกาย มีแต้มสีน้ำตาลบริเวณใบหน้า หู อุ้งเท้า และหาง",
      "อย่างไรก็ตาม แต้มสีน้ำตาลเข้มตามจุดต่าง ๆ จะพบได้ในวิเชียรมาศที่โตแล้วเท่านั้น ลูกแมววิเชียรมาศจะมีขนสีขาวหรือสีครีมทั่วทั้งตัว แต้มสีจะเริ่มเข้มขึ้นเมื่อเข้าสู่ช่วงโตเต็มวัย วิเชียรมาศจัดอยู่ในกลุ่มแมวขนาดกลาง มีความสูงประมาณ 8 – 10 นิ้ว มีโครงสร้างร่างกายและกล้ามเนื้อที่แข็งแรง ซึ่งสนับสนุนไลฟ์สไตล์สุดแอคทีฟของพวกเค้าได้เป็นอย่างดี"
    ],
    "grooming": [
      "การเลี้ยงแมววิเชียรมาศไม่ใช่เรื่องยากเลย เพราะวิเชียรมาศชอบแปรงขน แม้ว่าขนสั้นของพวกเค้าจะไม่ค่อยหลุดร่วงและไม่พันกัน แต่การแปรงขนเป็นประจำจะช่วยกำจัดสิ่งสกปรกและป้องกันเห็บหมัดได้ดี อีกหนึ่งความโชคดีคือวิเชียรมาศเป็นแมวที่ชอบเล่นน้ำ คุณสามารถอาบน้ำให้พวกเค้าได้อย่างง่ายดาย แนะนำให้เลือกใช้แชมพูสำหรับแมวโดยเฉพาะเพื่อกำจัดน้ำมันส่วนเกินบนผิวหนัง ตลอดจนสิ่งสกปรกและเศษฝุ่นที่ติดอยู่ภายในขน",
      "นอกจากการดูแลขนแล้ว อย่าลืมแปรงฟัน ตัดเล็บ และทำความสะอาดหูให้วิเชียรมาศอย่างสม่ำเสมอด้วย การเลือกอาหารก็เป็นสิ่งสำคัญเช่นกัน แนะนำให้เลือกอาหารที่มีคุณค่าทางโภชนาการครบถ้วนและเหมาะสมกับช่วงวัย เพียงเท่านี้เจ้าเหมียววิเชียรมาศของคุณก็จะมีสุขภาพดีและมีความสุขในทุกวัน"
    ],
    "health": [
      "เมื่อพูดถึงสุขภาพโดยรวมและความแข็งแรงของแมวสยาม พวกเค้าอาจไม่ใช่สายพันธุ์ที่แข็งแรงที่สุด แต่ก็ไม่ใช่แมวที่ป่วยง่าย วิเชียรมาศสามารถอยู่ได้นาน 15 – 20 ปี อย่างไรก็ตาม การเลี้ยงแมววิเชียรมาศให้มีอายุยืน คุณควรพาพวกเค้าไปตรวจสุขภาพเป็นประจำทุกปี และคอยระวังปัญหาสุขภาพที่น่ากังวล เช่น โรคหัวใจและไต โรค Gangliosidosis การติดเชื้อทางเดินหายใจ และกลุ่มอาการ hyperesthesia ในแมว นอกจากนี้ควรหมั่นสังเกตอาการผิดปกติต่าง ๆ ด้วย เช่น อาเจียนบ่อยครั้ง ท้องเสีย หายใจลำบาก คลื่นไส้ หรือพฤติกรรมเปลี่ยนไป"
    ],
    "playing_with_cats": [
      "วิเชียรมาศเป็นแมวที่กระตือรือร้น ชอบเล่น ชอบทำกิจกรรม บวกกับมีรูปร่างผอมเพรียวและปราดเปรียว จึงไม่น่าแปลกใจที่แมววิเชียรมาศจะใช้เวลาทั้งวันไปกับการเล่นสนุก รับรองเลยว่าคุณจะเพลิดเพลินกับท่าทางแสนตลกของพวกเค้าตลอดทั้งวัน วิเชียรมาศยังเป็นแมวอยากรู้อยากเห็น ชอบเข้าสังคม และค่อนข้างซุกซน คุณต้องเตรียมรับมือให้ดีเลยล่ะ",
      "สำหรับการเลี้ยงแมววิเชียรมาศนั้น คุณไม่จำเป็นต้องซื้อของเล่นราคาแพง พวกเค้าสนุกกับการเล่นเกมปริศนา เกมฝึกทักษะ และของเล่น DIY ง่าย ๆ เป็นที่รู้กันว่าแมวสยามยังคงมีความเป็นเด็กอยู่ในตัวเสมอ แม้ว่าจะเข้าสู่ช่วงโตเต็มวัยแล้วก็ตาม นอกจากนี้ความน่ารักและความเห็นอกเห็นใจของวิเชียรมาศ ทำให้การสานสัมพันธ์เป็นเรื่องง่าย พวกเค้าเป็นเพื่อนที่แสนดีและคอยสร้างเสียงหัวเราะให้ครอบครัวได้ทุกวัน",
      "วิเชียรมาศเป็นแมวช่างพูด คุยเก่ง ชอบร้องเรียก ท่าทางและเสียงร้องของพวกเค้าสามารถดึงดูดความสนใจของคนรอบข้างได้อย่างง่ายดาย แต่ในขณะเดียวกัน วิเชียรมาศก็มีมุมรักสงบ ขี้อ้อน และชอบใช้เวลาร่วมกับเจ้าของ ทั้งนี้ด้วยความฉลาดและความอยากรู้อยากเห็น ทำให้วิเชียรมาศเป็นแมวที่ฝึกง่าย สามารถเรียนรู้ทริคใหม่ ๆ ได้อย่างรวดเร็ว"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-25_200x200_1652359893796.jpeg",
    "outstanding": ["เข้ากับผู้คน", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐"
    ]
  },
  {
    "name": "ไซบีเรียน",
    "english_name": "Siberian",
    "description": [
      "แมวพันธุ์ไซบีเรียน หรือ ไซบีเรียน ฟอเรสต์ แคต มีรูปลักษณ์ที่สง่างาม โดดเด่น น่าเกรงขาม บวกกับความฉลาด อ่อนโยน และเป็นมิตรทำให้ทาสแมวตกหลุมรักได้อย่างง่ายดาย แมวไซบีเรียนมีต้นกำเนิดจากประเทศรัสเซีย ซึ่งพื้นที่ส่วนใหญ่ปกคลุมด้วยหิมะและมีอากาศหนาวเย็นแบบสุดขั้ว ทั้งนี้หากพูดถึงประวัติของแมวสายพันธุ์ไซบีเรียน เราอาจต้องย้อนเวลากลับไปอย่างน้อย 1,000 ปีเลยทีเดียว",
      "หลังกำแพงเบอร์ลินล่มสลาย แมวพันธุ์ไซบีเรียนมีโอกาสข้ามพรมแดนไปยังเยอรมนี และต่อมาก็ได้รับความนิยมไปทั่วทั้งยุโรป ปัจจุบันแมวไซบีเรียนยังได้ใจคนรักแมวในอเมริกาไปด้วย ส่งผลให้มีการคัดเลือกและเพาะพันธุ์แมวไซบีเรียนมากขึ้นตั้งแต่ในช่วงทศวรรษ 1980"
    ],
    "characteristics": [
      "เมื่อพูดถึงแมวพันธุ์ไซบีเรียน เรามักจะนึกถึงรูปร่างที่สง่างามเป็นอย่างแรก แต่จุดที่น่าสนใจคือเจ้าเหมียวพันธุ์นี้มีขนหนาถึงสามชั้นเพื่อต่อสู้กับฤดูหนาวอันโหดร้ายของถิ่นกำเนิด ขนหนาของแมวไซบีเรียนพบได้หลากหลายแบบ เช่น สีล้วน สีเปรอะ สีไล่เฉด และลายเสือ ส่วนสีขนที่พบบ่อยในแมวพันธุ์ไซบีเรียน ได้แก่ สีดำ ขาว ครีม ส้ม เทา และน้ำตาลแดง",
      "สำหรับการเติบโตของไซบีเรียน แมวพันธุ์นี้จัดเป็นแมวที่แข็งแรงมาก แต่ด้วยขนาดตัวที่ใหญ่จึงอาจใช้เวลานานถึง 5 ปีในการเข้าสู่ช่วงโตเต็มวัย นอกจากนี้โครงสร้างร่างกายยังทำให้แมวพันธุ์ไซบีเรียนเป็นนักกีฬาที่น่าทึ่ง พวกเค้ามีกล้ามเนื้อกำยำแข็งแรง อุ้งเท้าโค้งมนขนาดใหญ่มีปอยขนปกคลุม หางยาวเป็นพวง และแผงอกหนาพร้อมขนนุ่ม แมวไซบีเรียนมีใบหน้ากลม แก้มอ้วน ดวงตาก็กลมโตดูน่ารักน่าเอ็นดูเป็นที่สุด จึงไม่น่าแปลกใจเลยว่าทำไมไซบีเรียน แมวใหญ่ขนฟูพันธุ์นี้จึงเป็นที่รักของทาสแมวทั่วโลก"
    ],
    "grooming": [
      "ไซบีเรีย แมวพันธุ์นี้ก็เหมือนแมวทั่วไปที่รักสะอาด ชอบเลียขนแต่งขนให้ตัวเองดูดีตลอดเวลา แต่เพราะขนที่ทั้งยาวและหนา แมวพันธุ์ไซบีเรียนจึงจำเป็นต้องได้รับการดูแลขนเป็นประจำ การแปรงขนจะช่วยกำจัดขนที่หลุดร่วงและสิ่งสกปรกต่าง ๆ ออกไป โดยแนะนำให้แปรงหรือหวีขนแมวไซบีเรียนสัปดาห์ละสองครั้ง แต่ควรแปรงบ่อยขึ้นในช่วงผลัดขน",
      "แม้ว่าแมวพันธุ์ไซบีเรียนจะชอบเล่นน้ำมาก แต่เราไม่จำเป็นต้องอาบน้ำให้พวกเค้าบ่อย เพียงแค่เดือนละครั้งด้วยแชมพูสูตรอ่อนโยนสำหรับแมวโดยเฉพาะ เพื่อกำจัดน้ำมันส่วนเกินและเชื้อโรคออกจากร่างกาย การเช็ดใบหู ตัดเล็บ และแปรงฟันให้แมวไซบีเรียนก็เป็นสิ่งที่ควรทำเป็นประจำเช่นกัน เพื่อให้แน่ใจว่าไซบีเรียน แมวแสนน่ารักของคุณมีสุขภาพดี ปลอดภัยจากโรคร้าย"
    ],
    "health": [
      "การเพาะพันธุ์แมวไซบีเรียนได้รับการพัฒนามาอย่างต่อเนื่อง แมวไซบีเรียนทุกวันนี้มีความแข็งแรงและทนต่อโรคส่วนใหญ่ที่ถ่ายทอดทางพันธุกรรม และเป็นที่รู้กันดีว่าแมวพันธุ์ไซบีเรียนอาศัยอยู่ในป่าที่เต็มไปด้วยหิมะมาเป็นเวลานาน ทำให้ปรับตัวเข้ากับสภาพอากาศที่รุนแรงได้อย่างง่ายดาย",
      "แมวพันธุ์ไซบีเรียนส่วนใหญ่มีสุขภาพดี มีโอกาสป่วยด้วยโรคทั่วไปของแมวน้อย แมวพันธุ์ไซบีเรียนจึงเหมาะสำหรับครอบครัวที่ต้องการแมวแข็งแรงและไม่เจ็บป่วยง่าย อย่างไรก็ตาม คุณยังจำเป็นต้องดูแลแมวไซบีเรียนอย่างเหมาะสม เลือกให้อาหารคุณภาพดี ตรวจสุขภาพเป็นประจำ และฉีดวัคซีนตามกำหนดให้ครบถ้วน นอกจากนี้หากพบว่าไซบีเรียน แมวยักษ์ขนฟูของคุณมีอาการหรือพฤติกรรมผิดปกติ ควรปรึกษาสัตวแพทย์ในทันที"
    ],
    "playing_with_cats": [
      "หลายคนอาจคิดว่าแมวไซบีเรียนจะมีนิสัยเย็นชาและรักสันโดษ แต่ความจริงนั้น แมวพันธุ์ไซบีเรียน นิสัยน่ารักและเป็นมิตรขัดกับภาพลักษณ์ที่ดูน่าเกรงขาม ด้วยโครงสร้างร่างกายที่ใหญ่โตและแข็งแรงของแมวพันธุ์ไซบีเรียน ทำให้เจ้าเหมียวเหล่านี้ชอบเล่นสนุก ชอบทำกิจกรรมปลดปล่อยพลัง และรักการผจญภัยเป็นที่สุด แม้ว่าแมวพันธุ์ไซบีเรียนอาจมีพลังเยอะ แอคทีฟสูง แต่ในขณะเดียวกันก็มีมุมที่นิ่ง สงบ และมีความอดทน ซึ่งนิสัยที่กล่าวมาทั้งหมดนี้ทำให้เจ้าไซบีเรียน แมวใหญ่ใจดีจัดเป็นสัตว์เลี้ยงแสนยอดเยี่ยมสำหรับครอบครัวที่มีเด็กและสัตว์เลี้ยงอื่น ๆ",
      "นอกจากจะชื่นชอบการเล่นซนตามภาษาแมว ๆ แล้ว แมวพันธุ์ไซบีเรียนยังโปรดปรานการได้อยู่ใกล้ชิดกับทาสแมวที่รักด้วย พวกเค้าอ่อนไหวง่ายและติดเจ้าของมาก ขอเตือนเลยว่าเจ้าไซบีเรียน แมวยักษ์ใหญ่ตัวนี้จะเดินตามคุณไปรอบบ้านและพยายามซุกตัวเข้าหาคุณตลอดเวลาอย่างแน่นอน",
      "อย่างที่กล่าวไปแล้วข้างต้น แมวไซบีเรียนเป็นแมวที่เต็มไปด้วยพลังและมีความกระตือรือร้นสูง หลังจากได้รับการพักผ่อนอย่างเต็มอิ่มแล้ว เจ้าไซบีเรียน แมวหน้ากลมของคุณก็พร้อมเล่นสนุก! พวกเค้าชื่นชอบการเล่นเกมต่าง ๆ เช่น เล่นคาบของ สะกดรอยตาม ซ่อนหา และมักจะแอบไปเล่นน้ำอยู่บ่อย ๆ",
      "สำหรับการฝึกไซบีเรียน แมวพันธุ์นี้ว่านอนสอนง่ายและสามารถเรียนรู้เทคนิคใหม่ ๆ ได้รวดเร็ว นอกจากนี้แมวไซบีเรียนยังเล่นเกมไขปริศนาหรือเกมฝึกทักษะต่าง ๆ ได้เป็นอย่างดีอีกด้วย"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-26_200x200_1652359928764.jpeg",
    "outstanding": ["การปรับตัว", "เข้ากับผู้คน"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "สิงหปุระ",
    "english_name": "Singapura",
    "description": [
      "ตามท้องถนนในประเทศสิงคโปร์นั้น ถือได้ว่าเป็นถิ่นกำเนิดของแมวสายพันธุ์ที่แสนวิเศษสายพันธุ์นี้ ชื่อของมัน สิงหปุระ นั้นเป็นคำที่คนมาเลเซียใช้เรียกประเทศสิงคโปร์ แมวสิงหปุระนั้นมีลวดลายที่ผสมผสานกันระหว่างลายเส้น (ticked-coat) และสีน้ำตาลเข้มของสายพันธุ์แมวในเอเชียตะวันออกเฉียงใต้ ในปัจจุบันนี้ การพัฒนาแมวสายพันธุ์นี้อย่างระมัดระวังได้ทำให้เกิดความหลากหลายของแมวตระกูลนี้เพิ่มขึ้นแต่ก็ยังคงเป็นสายพันธุ์ที่เป็นที่ต้องการอยู่",
      "น้องเหมียวสายพันธุ์นี้สามารถพบได้ในเกือบทุกประเทศในโลก บางครั้งเจ้าของของมันก็ชอบมองว่ามันเป็น “เจ้าเหมียวชอบวางอำนาจ” พวกมันชอบอยู่ร่วมกับคนอื่น ช่างอยากรู้อยากเห็น และยังขี้เล่นมาก แต่ไม่ต้องห่วงนะ เพราะพวกมันไม่ทำลายข้าวของ อย่างน้อยก็ไม่ได้ตั้งใจทำลายข้าวของ พวกมันเป็นแมวที่ฉลาดและชอบเล่นกับผู้คนและเป็นเพื่อน “ร่วมทุกข์ร่วมสุข” ได้อย่างดีเยี่ยม"
    ],
    "characteristics": [
      "แมวสิงคโปร์เป็นแมวที่น่ารัก ฉลาด และกระตือรือร้น พวกมันสนุกกับการอยู่ร่วมกับผู้คนและเป็นที่รู้จักจากนิสัยขี้เล่นและขี้สงสัย",
      "แมวสิงหปุระนั้นมีขนาดเล็ก ขนสั้น และดวงตาสีน้ำตาลทอง สีเขียว หรือสีเหลืองขนาดใหญ่ สีขนของมันนั้นค่อนข้างเป็นเอกลักษณ์และดูเหมือนเสือภูเขา หางของมันมีความยาวปกติ และค่อนข้างแข็งแรงเลยทีเดียว ถ้าคุณกำลังมองหาน้องเหมียวที่ไว้ใจได้ล่ะก็ แมวสิงหปุระที่งดงาม ขี้เล่น เฉลียวฉลาด และเป็นเอกลักษณ์นี้จะทำให้คุณหลงใหลตั้งแต่วินาทีแรกเลยล่ะ"
    ],
    "grooming": [
      "แมวสิงคโปร์มีขนสั้นซึ่งต้องดูแลขนเพียงเล็กน้อย การแปรงขนที่หลุดร่วงเป็นประจำและการอาบน้ำเป็นครั้งคราวก็เพียงพอที่จะทำให้ขนอยู่ในสภาพดี"
    ],
    "health": [
      "โดยรวมแล้ว แมวสิงคโปร์มีสุขภาพค่อนข้างดี อย่างไรก็ตาม พวกมันอาจมีแนวโน้มที่จะมีสภาวะทางพันธุกรรมบางอย่าง เช่น ภาวะพร่องไพรูเวตไคเนส (PKD) และภาวะลุกลามของกระดูกสะบ้า การตรวจสุขภาพโดยสัตวแพทย์เป็นประจำเป็นสิ่งสำคัญเพื่อให้แน่ใจว่าแมวมีความเป็นอยู่ที่ดี"
    ],
    "playing_with_cats": [
      "โดยทั่วไปแล้วแมวสิงคโปร์จะเข้ากันได้ดีกับแมวและสัตว์เลี้ยงตัวอื่นๆ โดยเฉพาะอย่างยิ่งหากได้รับการแนะนำอย่างเหมาะสมและให้เวลาในการปรับตัว พวกมันสนุกกับการเล่นแบบโต้ตอบและอาจได้รับประโยชน์จากการมีแมวเป็นเพื่อน"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-27_200x200_1652359972160.jpeg",
    "outstanding": ["เป็นมิตร", "เข้ากับผู้คน", "มือใหม่หัดเลี้ยง"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก - ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐⭐"
    ]
  },
  {
    "name": "สโนว์ชู",
    "english_name": "Snowshoe",
    "description": [
      "แมวเดินหิมะเป็นสายพันธุ์ที่รู้จักจากเครื่องหมายที่โดดเด่น ซึ่งโดยทั่วไปจะมีอุ้งเท้าสีขาวหรือ รองเท้าเดินหิมะ พร้อมด้วยเครื่องหมายคล้ายหน้ากากบนใบหน้า เป็นแมวขนาดกลางที่มีโครงสร้างเพรียวบาง มีล่ำสัน และ ดวงตาสีฟ้าโดดเด่น แมว Snowshoe มักถูกมองว่าเป็นเพื่อนที่น่ารัก เข้าสังคม และฉลาด",
      "แมวสายพันธุ์สโนว์ชูนั้นค่อนข้างจะเป็นน้องใหม่ในครอบครัวแมวเหมียว ซึ่งถูกพบเจอในครอกลูกแมวสยามพันธุ์แท้ ซึ่งนับเป็นจุดเริ่มต้นของแมวสโนว์ชูที่เรารู้จักกันทุกวันนี้ นักผสมพันธุ์แมวหลายคนเห็นตรงกันว่าแมวสโนว์ชูนี้มีอดีตร่วมกันกับแมวสยามและแมวเบอร์แมน แต่ทุกวันนี้แมวสโนว์ชูนั้นนับว่าเป็นอีกสายพันธุ์หนึ่งอย่างสิ้นเชิง"
    ],
    "characteristics": [
      "แมวสโนว์ชูเป็นแมวที่มีคุณลักษณะแบบกลางๆในทุกๆเรื่อง ยกเว้นลายของมัน ลวดลายของมันได้รับผลกระทบจากการถดถอยทางพันธุกรรม จึงต้องมีมาตราการต่างๆที่เข้มงวดเพื่อจะคงไว้ซึ่งลวดลายของมันเอาไว้ให้เห็นเด่นชัด แมวสโนว์ชูไม่ได้เป็นแค่แมวสยามที่มีสีขาวเท่านั้น รูปร่างของมันนั้นเหมือนกับรูปร่างของแมวในฝั่งตะวันออกหรือแมวต่างชาติทั่วไป",
      "ดวงตาของมันนั้นเป็นส่วนที่โดดเด่น มีลักษณะคล้ายถั่ววอลนัท (ดวงตามีขนาดกลมโตกว่าของแมวสยาม แต่ไม่กลมเท่ากับแมวเปอร์เซีย) และมีสีฟ้าเป็นประกาย เจ้าเหมียวสุดพิเศษนี้เรียกได้ว่าเป็นสัตว์เลี้ยงที่เป็นแชมเปี้ยนเลยล่ะ"
    ],
    "grooming": [
      "แมวรองเท้าลุยหิมะมีขนสั้นซึ่งต้องการการดูแลเพียงเล็กน้อย การแปรงขนที่หลุดร่วงเป็นประจำและการตัดเล็บเป็นครั้งคราวมักจะเพียงพอที่จะทำให้แมวดูดีที่สุด นอกจากนี้ การดูแลทันตกรรมและการทำความสะอาดหูเป็นประจำควรเป็นส่วนหนึ่งของการดูแลขนของแมว กิจวัตรเพื่อรักษาสุขภาพดี"
    ],
    "health": [
      "โดยรวมแล้ว แมวสโนว์ชูถือเป็นสายพันธุ์ที่มีสุขภาพดีและไม่มีความจำเพาะต่อปัญหาสุขภาพทางพันธุกรรม อย่างไรก็ตาม เช่นเดียวกับแมวอื่นๆ แมวควรได้รับการตรวจสุขภาพและฉีดวัคซีนจากสัตวแพทย์เป็นประจำเพื่อให้แน่ใจว่าแมวมีความเป็นอยู่ที่ดี และการดูแลทันตกรรมถือเป็นสิ่งสำคัญในการรักษาสุขภาพของตนเอง"
    ],
    "playing_with_cats": [
      "โดยทั่วไปแล้วแมวเดินหิมะจะเข้าสังคมได้และเข้ากันได้ดีกับแมวตัวอื่น โดยเฉพาะอย่างยิ่งหากได้รับการแนะนำอย่างเหมาะสม พวกมันสนุกกับการเล่นแบบโต้ตอบและอาจได้รับประโยชน์จากการมีมิตรภาพแบบแมวเพื่อให้พวกมันได้กระตุ้นจิตใจและให้ความบันเทิง",
      "พวกมันกระตือรือร้นและมีชีวิตชีวาและจะอยากอยู่กับคุณตลอดเวลา ดังนั้นพวกมันจึงชอบขดตัวอยู่บนตักของคุณมากกว่าไปนอนบนเตียงแมวที่ดีที่สุดเสียอีก แต่บางครั้งพวกมันก็อาจจะเขินอายกับคนแปลกหน้าเสียหน่อยและไม่ค่อยชอบการเปลี่ยนแปลงมากนัก แต่ถึงกระนั้น พวกมันก็เป็นแมวที่ใส่ใจกับทุกๆสมาชิกในครอบครัวเลยล่ะ รวมไปถึงสัตว์เลี้ยงตัวอื่นๆในบ้านด้วย พวกมันยังเฉลียวฉลาดมาก และสอนพวกเกมส์หรือฝึกทักษะพื้นฐานต่างๆได้ง่าย"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-28_200x200_1652360004657.jpeg",
    "outstanding": ["สุขภาพดี"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "โซมาลี",
    "english_name": "Somali",
    "description": [
      "แมวโซมาลีนั้นเป็นแมวขนาดกลางที่สง่างาม กระฉับกระเฉง และมีร่างกายกำยำ เพียบพร้อมด้วยขนที่สวยงามและหางฟูๆเหมือนกับหางสุนัขจิ้งจอก ปกติแล้วแมวโซมาลีจะต้องได้รับการตกแต่งขนอยู่เป็นประจำเพื่อให้อยู่ในสภาพที่ดีที่สุด แต่ลักษณะขนที่คล้ายกับใยไหมของมันนั้นจะไม่ค่อยพันกันยุ่งเหมือนกับขนของแมวเปอร์เซีย"
    ],
    "characteristics": [
      " แมวโซมาลีเป็นแมวที่มีขนแบบกึ่งสั้นกึ่งยาวและมีสี่สีพื้นฐาน ได้แก่ สีน้ำตาลแดงอ่อนซินนามอน สีน้ำตาลปนเหลือง สีฟ้า และสีน้ำตาลอ่อน และมีแนวยาวเป็นสีเงิน ในขนแต่ละเส้นของมันนั้นก็จะมีลวดลายสีดำหรือน้ำตาลช็อคโกแลตซึ่งต้องใช้เวลาพอสมควรกว่าจะพัฒนาขึ้นมาเต็มที่ ลูกแมวโซมาลีนั้นจะมีขนสีเข้มตอนเกิดมาและจะมีลวดลายครบถ้วนสมบูรณ์ก็ตอนที่พวกมันมีอายุ 18 เดือน น้องเหมียวโซมาลีเป็นแมวที่น่าหลงใหลและรักสนุก มีดวงตารูปทรงถั่วอัลมอนด์ที่แสดงอารมณ์อย่างชัดเจน นอกจากพวกมันจะเป็นเพื่อนเล่นที่ดีให้กับเด็กๆแล้ว พวกมันยังขี้เล่นกระฉับกระเฉง อยากรู้อยากเห็นและชอบอยู่ร่วมกับผู้คนอีกด้วย ซึ่งโดยปกติแล้ว พวกมันมีเสียงนุ่มเบาและไม่ค่อยได้ส่งเสียงเสียเท่าไหร่"
    ],
    "grooming": [
      "แมวโซมาเลียมีกิจวัตรการดูแลขนที่ค่อนข้างต่ำ ขนของพวกมันต้องแปรงขนเป็นประจำเพื่อป้องกันการจับตัวเป็นก้อนและลดการหลุดร่วง อาจจำเป็นต้องอาบน้ำเป็นครั้งคราวเพื่อรักษาขนให้สะอาด แต่โดยทั่วไปแล้วพวกมันจะเป็นช่างตัดแต่งขนจุกจิกและอาจดูแลขนตัวเองบ่อยๆ"
    ],
    "health": [
      "โดยรวมแล้ว แมวโซมาเลียถือเป็นสายพันธุ์ที่มีสุขภาพดี พวกมันอาจมีแนวโน้มที่จะมีสภาวะทางพันธุกรรมบางอย่าง เช่น จอประสาทตาฝ่อและโรคเหงือกอักเสบมากขึ้น การตรวจสุขภาพโดยสัตวแพทย์เป็นประจำและการรับประทานอาหารที่สมดุลสามารถช่วยรักษาสุขภาพดีของแมวได้ -สิ่งมีชีวิต"
    ],
    "playing_with_cats": [
      "แมวโซมาเลียมีความกระตือรือร้นและขี้เล่น มักจะเพลิดเพลินกับการเล่นแบบโต้ตอบกับเจ้าของ พวกมันขี้สงสัยโดยธรรมชาติและอาจสนุกกับการสำรวจสภาพแวดล้อมหรือเล่นเกมที่กระตุ้นจิตใจและร่างกาย จัดหาของเล่นและโอกาสให้กับพวกมัน การออกกำลังกายสามารถช่วยตอบสนองความต้องการในการกระตุ้นจิตใจและร่างกายได้"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-29_200x200_1652360044031.jpeg",
    "outstanding": ["เข้ากับผู้คน"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี - ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "สฟิงซ์",
    "english_name": "Sphynx",
    "description": [
      "แมวสฟิงซ์เป็นสายพันธุ์ที่ขึ้นชื่อเรื่องไม่มีขน ส่งผลให้มีรูปลักษณ์ที่มีเอกลักษณ์และโดดเด่น แม้ว่าแมวจะไม่มีขน แต่แท้จริงแล้วพวกมันกลับถูกปกคลุมไปด้วยขนอ่อนชั้นละเอียด ทำให้พวกมันมีเนื้อสัมผัสที่นุ่มและอบอุ่น",
      " แมวสฟิงซ์ในปัจจุบันนั้นถูกพัฒนามาจากแมวไร้ขนที่เกิดจากการกลายพันธุ์ในเมืองออนตาริโอ ประเทศแคนาดา เมื่อปี 1966 จริงๆแล้วเนี่ย เจ้าแมวสายพันธุ์นี้มีขน แต่ขนมันสั้นมากๆจนเหมือนหนังกลับ และขนบนใบหน้าของมันนั้นก็ได้รับการบรรยายไว้ว่า “ดูเหมือนกับผ้ากำมะหยี่แต่ให้ความรู้สึกเหมือนต้นมอส”"
    ],
    "characteristics": [
      "แมวสฟิงซ์มักถูกมองว่าเป็นแมวที่น่ารัก กระตือรือร้น และขี้เล่น พวกมันสนุกกับการเป็นจุดสนใจและเป็นที่รู้จักจากธรรมชาติทางสังคม พวกมันยังฉลาดและขี้สงสัย มักจะแสวงหาประสบการณ์ใหม่ๆ และสำรวจสภาพแวดล้อมรอบตัว",
      "เหมียวไร้ขนนี้เป็นแมวรูปร่างผอมเพรียวและมีหูทรงสามเหลี่ยมที่เป็นเอกลักษณ์ พร้อมด้วยผิวหนังบนหน้าผากที่เหี่ยวย่นและหน้าอกทรงโอ่ง หางของมันยาวและค่อยๆแคบลงไปจนถึงปลาย และไม่ใช่ทุกตัวที่จะมีหนวด แมวสฟิงซ์เป็นสัตว์ที่รักเจ้าของมากและจะเติบโตได้ดีในบ้านที่เต็มไปด้วยผู้คนและสัตว์เลี้ยงอื่นๆ นอกจากนี้แมวสฟิงซ์ยังเป็นแมวสายพันธุ์เดียวที่มีต่อมเหงื่อ มันจึงไม่หอบเหมือนกับแมวหรือสุนัขตัวอื่นๆ แต่เพราะด้วยความที่พวกมันมีต่อมเหงื่อนี่แหล่ะ"
    ],
    "grooming": [
      "ถึงแม้แมวสฟิงซ์จะไม่มีขน แต่แมวสฟิงซ์ยังคงต้องการการดูแลขนเป็นประจำเพื่อรักษาสุขภาพผิว ซึ่งรวมถึงการอาบน้ำเป็นประจำเพื่อขจัดน้ำมันและสิ่งสกปรกส่วนเกิน ตลอดจนการทำความสะอาดหูและตัดเล็บเป็นครั้งคราว นอกจากนี้ แมวอาจต้องมีการป้องกัน จากการถูกแดดเผาและอากาศหนาวเนื่องจากขาดขน"
    ],
    "health": [
      "แม้ว่าโดยทั่วไปแล้วแมวสฟิงซ์จะมีสุขภาพดี แต่ก็อาจมีแนวโน้มที่จะเกิดปัญหาสุขภาพบางอย่าง เช่น ปัญหาทางทันตกรรม ปัญหาทางเดินหายใจ และสภาพผิวหนัง สิ่งสำคัญสำหรับเจ้าของคือต้องตรวจสุขภาพสัตว์แพทย์เป็นประจำและรักษาอาหารเพื่อสุขภาพ และวิถีชีวิตของแมวสฟิงซ์"
    ],
    "playing_with_cats": [
      "แมวสฟิงซ์มักจะสนุกกับการเล่นกับของเล่นและมีส่วนร่วมในการเล่นแบบโต้ตอบกับเจ้าของ พวกมันเป็นแมวที่กระตือรือร้นและขี้เล่น สนุกกับการกระตุ้นจิตใจและร่างกาย"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-30_200x200_1652360077850.jpeg",
    "outstanding": ["เข้ากับผู้คน", "ความขี้เล่น"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "ทิฟฟานี",
    "english_name": "Tiffanie",
    "description": [
      "แมวทิฟฟานีหรือที่รู้จักในชื่อแชนทิลลี-ทิฟฟานี เป็นสายพันธุ์ขนกึ่งยาวที่ขึ้นชื่อเรื่องรูปลักษณ์ที่โดดเด่นและนิสัยที่เป็นมิตรแมวทิฟฟานีนั้นเกิดขึ้นในช่วงระหว่างโครงการผสมพันธุ์แมวเบอร์มิลลาซึ่งเป็นการผสมพันธุ์ระหว่างแมวเบอร์มีสและแมวเปอร์เซียชินชิลล่าในตอนแรก ในปัจจุบันนี้ได้มีสมาคมแมวต่างๆและนักผสมพันธุ์แมวมากมายมุ่งพัฒนาแมวสายพันธุ์นี้ให้มีคุณภาพสูงสุด ดังนั้นเหมียวทิฟฟานี่จึงเป็นแมวที่มีทุกอย่างครบครัน ถ้าคุณอยากได้แมวเหมียวที่ทั้งสวย ฉลาด นิสัยดี และยังมีขนกึ่งสั้นกึ่งยาวที่ดูหรูหรา"
    ],
    "characteristics": [
      "คุณสมบัติที่โดดเด่นที่สุดอย่างหนึ่งของมันก็คือดวงตาสีเขียวที่น่ามหัศจรรย์และลวดลายที่หลากลายที่ทำให้ดวงตาและริมฝีปากของมันดูมีสเน่ห์ยิ่งขึ้นไปอีก แมวทิฟฟานีนั้นมี ห้าสีด้วยกัน ได้แก่ สีดำ น้ำตาล ฟ้า ช็อคโกแลต และไลลัก นักผสมพันธุ์แมวส่วนใหญ่นั้นชื่นชมบุคลิกลักษณะนิสัยของมันที่ได้มาจากบรรพบุรุษจากทั้งสองฝ่าย โดยที่บางตัวนั้นก็มีนิสัยแบบสบายๆเหมือนกับแมวชินชิลล่า",
      " ในขณะที่บางตัวก็ชอบออกไปโลดโผนและชอบเรียกร้องความสนใจเหมือนกับแมวเบอร์มีส สำหรับครอบครัว คนที่อยู่ในอพาร์ทเมนต์ คู่รักหนุ่มสาว และคนโสด แมวทิฟฟานีถือได้ว่าเป็นทางเลือกที่เหมาะสมสำหรับทุกคนเลยทีเดียว นอกจากนี้ มันยังมีนิสัยเหมือนกับแมวเปอร์เซียที่เป็นบรรพบุรุษของมันอีกด้วย ตรงที่มันชอบนอนบนเตียง และคอยสำรวจตัวเองให้ดูดีอยู่ในกระจกอยู่เสมอ แต่แล้วความเป็นแมวเบอร์มีสของมันก็จะตื่นขึ้นมา และมันก็จะอยากออกไปเล่นอย่างสุดเหวี่ยง"
    ],
    "grooming": [
      "ถึงแม้แมวทิฟฟานี่จะมีขนยาว แต่แมวทิฟฟานี่ยังต้องการการดูแลขนเพียงเล็กน้อยเมื่อเทียบกับแมวพันธุ์ขนยาวอื่นๆ การแปรงขนเป็นประจำจะช่วยป้องกันเสื่อและช่วยให้ขนของพวกมันแข็งแรง"
    ],
    "health": [
      "โดยทั่วไปแล้วแมวทิฟฟานีเป็นแมวที่มีสุขภาพดีและไม่มีปัญหาด้านสุขภาพเฉพาะสายพันธุ์ อย่างไรก็ตาม เช่นเดียวกับแมวอื่นๆ พวกเขาควรได้รับการตรวจสุขภาพและฉีดวัคซีนเป็นประจำเพื่อรักษาความเป็นอยู่ที่ดี"
    ],
    "playing_with_cats": [
      "แมวทิฟฟานี่ขึ้นชื่อในเรื่องนิสัยขี้เล่นและสนุกกับการเล่นแบบโต้ตอบกับเจ้าของ พวกมันมักจะชอบของเล่นที่กระตุ้นสัญชาตญาณการล่าสัตว์"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-31_200x200_1652360132131.jpeg",
    "outstanding": ["เข้ากับผู้คน"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "ท็องกินีส",
    "english_name": "Tonkinese",
    "description": [
      "แมวท็องกินีส หรือ แมวไทยท็องกินีส เกิดจากการผสมข้ามสายพันธุ์ระหว่างแมวพันธุ์วิเชียรมาศและแมวพันธุ์เบอร์มีส แม้ว่าจะเป็นแมวสายพันธุ์ใหม่ที่มีต้นกำเนิดในช่วงทศวรรษที่ 1930 แต่ก็กลายเป็นที่รักของทาสแมวทั่วโลกได้อย่างรวดเร็ว เนื่องจากเป็นหนึ่งในสายพันธุ์แมวที่ชอบแสดงออก เข้ากับคนง่าย และขี้เล่นมาก แมวท็องกินีสจึงเหมาะที่สุดสำหรับครอบครัวที่มีเด็กและสัตว์เลี้ยงหลายตัว"
    ],
    "characteristics": [
      "แมวไทยท็องกินีสมีรูปลักษณ์โดดเด่นและสง่างามแตกต่างจากแมวสายพันธุ์อื่นอย่างเห็นได้ชัด พวกเค้าอาจมีหน้าตาน่ารักน่าเอ็นดู แต่โครงสร้างร่างกายแข็งแรงมาก จัดเป็นแมวขนาดกลาง โดยแมวท็องกินีสตัวเมียจะมีน้ำหนักเฉลี่ยอยู่ที่ 3 – 3.5 กก. ส่วนตัวผู้มักจะมีขนาดตัวใหญ่กว่า และมีน้ำหนักประมาณ 3.5 – 5.5 กก. กล้ามเนื้อที่แข็งแรงช่วยให้แมวท็องกินีสสนุกสนานกับการเล่นและการผจญภัยได้ตลอดทั้งวัน",
      "แมวท็องกินีสมีขนสั้น หนา และเงางาม ส่วนใหญ่พบได้ในหลายเฉดสี เช่น สีน้ำตาล สีน้ำตาลช็อกโกแลต สีครีม สีน้ำตาลเหลือง สีเทาหม่น สีม่วงไลแลคหรือสีน้ำตาลกึ่งเทา และสีน้ำตาลแดง ขนสีเข้มตามจุดต่าง ๆ ของร่างกายก็เป็นอีกหนึ่งลักษณะเด่นที่น่าสนใจของสายพันธุ์นี้ พวกเค้ามีขนสีเข้มทั่วใบหน้า หู หาง และอุ้งเท้า มีความคล้ายคลึงกับแต้มสีของแมววิเชียรมาศ แมวท็องกินีสยังได้รับการยกย่องอย่างกว้างขวางว่ามีดวงตารูปทรงอัลมอนด์ที่สวยงาม มีสีโดดเด่น เช่น สีฟ้าสดใส สีทองคำเขียว และสีเหลืองทอง"
    ],
    "grooming": [
      "เนื่องจากเป็นแมวพันธุ์ขนสั้นจึงดูแลได้ง่าย เพียงแค่อาบน้ำอย่างน้อยทุกเดือนเพื่อกำจัดสิ่งสกปรกและน้ำมันส่วนเกิน แนะนำให้เลือกใช้แชมพูสูตรอ่อนโยนและเป็นสูตรสำหรับแมวโดยเฉพาะเพื่อความปลอดภัยของเจ้าเหมียว นอกจากการอาบน้ำเป็นประจำแล้ว คุณต้องแปรงขนให้แมวท็องกินีสบ่อย ๆ ด้วย เพื่อกำจัดขนที่หลุดร่วงและพันกันเป็นก้อนออกไป การทำความสะอาดหูและใบหน้า การแปรงฟัน และการตัดเล็บก็เป็นสิ่งสำคัญเช่นกัน"
    ],
    "health": [
      "แมวท็องกินีสถือเป็นสายพันธุ์ที่แข็งแรงและขึ้นชื่อเรื่องความทนทานต่อโรคทั่วไปในแมว แม้ว่าจะไม่ค่อยเจ็บป่วย แต่ก็จำเป็นต้องได้รับการดูแลอย่างเหมาะสม เลือกให้โภชนาการที่มีคุณค่าครบถ้วน และจัดตารางออกกำลังกายอย่างสม่ำเสมอ ที่สำคัญคือต้องพาไปตรวจสุขภาพเป็นประจำทุกปี",
      "แม้ว่าจะจัดอยู่ในกลุ่มสายพันธุ์ที่แข็งแรงและมีสุขภาพดี แต่แมวไทยท็องกินีสก็ยังมีโอกาสเจ็บป่วยด้วยโรคต่าง ๆ เช่น โรคพิษสุนัขบ้า โรคหวัดแมว และโรคทางเดินหายใจส่วนต้น หากบ้านของคุณมีสมาชิกแมวเหมียวมากกว่าหนึ่งตัว ขอแนะนำให้หมั่นสังเกตอาการผิดปกติอย่างใกล้ชิด เช่น อาการท้องเสีย อาเจียนบ่อย ขนร่วงมากผิดปกติ อ่อนเพลีย เบื่ออาหาร คลื่นไส้ และพฤติกรรมที่เปลี่ยนไป"
    ],
    "playing_with_cats": [
      "เมื่อพูดถึงแมวท็องกินีส นิสัยขี้เล่นและเป็นมิตรคือสิ่งแรก ๆ ที่ทำให้ทาสแมวตกหลุมรัก พวกเค้าชอบเล่น เข้าสังคมเก่ง และปรับตัวได้เป็นอย่างดี นิสัยเหล่านี้ทำให้แมวท็องกินีสผูกมิตรกับเพื่อนใหม่ได้อย่างง่ายดาย",
      "ไลฟ์สไตล์ที่แอคทีฟช่วยเสริมนิสัยและบุคลิกภาพของแมวไทยท็องกินีสได้เป็นอย่างดี แม้ว่าพวกเค้าจะชื่นชอบการผจญภัยกลางแจ้ง แต่ก็ไม่จำเป็นต้องออกกำลังกายมากมาย เพียงแค่มีของเล่น DIY ง่าย ๆ ก็สร้างความเพลิดเพลินให้กับแมวท็องกินีสได้แล้ว แมวพันธุ์นี้รักเจ้าของ ชอบแสดงออก ชอบเจอผู้คน และเอาใจใส่คนรอบข้างมาก ๆ การมีแมวท็องกินีสอยู่ข้างกายจะทำให้คุณมีความสุขและสนุกทุกวันอย่างแน่นอน"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-32_200x200_1652360165485.jpeg",
    "outstanding": ["เป็นมิตร", "เข้ากับผู้คน"],
    "overall": [
      "เป็นมิตร ⭐⭐⭐⭐⭐",
      "การปรับตัว ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น ⭐⭐⭐⭐",
      "เข้ากับผู้คน ⭐⭐⭐⭐⭐",
      "ความขี้เล่น ⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน ⭐⭐⭐",
      "สุขภาพดี ⭐⭐⭐⭐",
      "อายุขัย ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก ⭐⭐⭐⭐",
      "มือใหม่หัดเลี้ยง ⭐⭐⭐⭐"
    ]
  },
  {
    "name": "เตอร์กิชแวน",
    "english_name": "Turkish Van",
    "description": [
      "แมวเตอร์กิชแวน หรือที่รู้จักในชื่อแมวแวนเคดิซี เป็นสายพันธุ์ขนกึ่งยาวที่รู้จักกันในเรื่องขนสีขาวโดดเด่นและมีเครื่องหมายสีที่ชัดเจนบนหัวและหาง แมวเหล่านี้มีต้นกำเนิดมาจากภูมิภาคทะเลสาบแวนของประเทศตุรกี มีชื่อเสียงในด้านความรักในน้ำและบุคลิกขี้เล่น"
    ],
    "characteristics": [
      "แมวเตอร์กิชแวน แมวตุรกีเป็นแมวตัวใหญ่มีล่ำสันและมีรูปร่างที่แข็งแรง มีอกกว้าง ลำตัวยาว และมีหูเป็นกระจุก จุดเด่นที่สุดของแมวคือขนกึ่งยาว ซึ่งนุ่มและทนน้ำ โดยทั่วไปแล้ว มีจุดสีบนหัวและหาง โดยส่วนที่เหลือของร่างกายเป็นสีขาว"
    ],
    "grooming": [
      "ถึงแม้จะมีเสื้อโค้ทขนกึ่งยาว แต่รถตู้ของตุรกีก็มีความต้องการการดูแลค่อนข้างต่ำ การแปรงขนเป็นประจำทุกสัปดาห์เพื่อกำจัดขนที่หลุดร่วงและป้องกันไม่ให้เสื่อก็เพียงพอแล้ว อย่างไรก็ตาม อาจจำเป็นต้องดูแลขนบ่อยขึ้นในช่วงฤดูผลัดขน"
    ],
    "health": [
      "โดยทั่วไปแล้วรถตู้ตุรกีเป็นแมวที่มีสุขภาพดีและไม่มีปัญหาด้านสุขภาพเกี่ยวกับสายพันธุ์โดยเฉพาะ อย่างไรก็ตาม เช่นเดียวกับแมวอื่นๆ พวกเขาควรได้รับการตรวจสุขภาพโดยสัตวแพทย์ ฉีดวัคซีน และรักษาป้องกันปรสิตเป็นประจำ เพื่อรักษาสุขภาพดีและความเป็นอยู่ที่ดี"
    ],
    "playing_with_cats": [
      "รถตู้ของตุรกีขึ้นชื่อเรื่องนิสัยขี้เล่นและกระตือรือร้น พวกเขาสนุกกับการเล่นแบบโต้ตอบกับเจ้าของและยังสามารถสร้างความบันเทิงให้ตัวเองด้วยของเล่นได้ นอกจากนี้ ความรักที่พวกเขามีต่อน้ำยังหมายความว่าพวกเขาอาจสนุกกับการเล่นของเล่นน้ำหรือแม้แต่เข้าร่วมด้วย เจ้าของอยู่ในห้องอาบน้ำหรืออ่างอาบน้ำ"
    ],
    "img_url": "https://cdn.onemars.net/sites/whiskas_th_r81SA_mwh5/image/cat-breeds-33_200x200_1652360210283.jpeg",
    "outstanding": ["เข้ากับสัตว์ตัวอื่น", "ความขี้เล่น", "สุขภาพดี"],
    "overall": [
      "เป็นมิตร – ⭐⭐⭐⭐⭐",
      "การปรับตัว – ⭐⭐⭐⭐",
      "เข้ากับสัตว์ตัวอื่น – ⭐⭐⭐⭐",
      "เข้ากับผู้คน – ⭐⭐⭐⭐⭐",
      "ความขี้เล่น – ⭐⭐⭐⭐⭐",
      "เสี่ยงต่อโรคอ้วน – ⭐⭐⭐",
      "สุขภาพดี – ⭐⭐⭐⭐⭐",
      "อายุขัย – ⭐⭐⭐⭐",
      "ง่ายต่อการฝึก – ⭐⭐⭐",
      "มือใหม่หัดเลี้ยง – ⭐⭐⭐⭐"
    ]
  }
]
